[RequiemTraits X2EncyclopediaTemplate]
ListTitle="<font color='#df07b7'>安魂曲特性</font>"

[RequiemPsiWeak X2EncyclopediaTemplate]
ListTitle="<font color='#b6b3e3'>共鸣</font>"
DescriptionTitle="<font color='#b6b3e3'>共鸣</font>"
DescriptionEntry="<font color='#b6b3e3'>有人说，心灵的力量既是钟，也是撞钟的锤。</font>"

[RequiemHeart X2EncyclopediaTemplate]
ListTitle="<font color='#ff78ae'>心</font>"
DescriptionTitle="<font color='#ff78ae'>心</font>"
DescriptionEntry="<font color='#ff78ae'>有人说，心的裂痕会带来某种理解……</font>"

[RequiemSoul X2EncyclopediaTemplate]
ListTitle="<font color='#aa8cd4'>魂</font>"
DescriptionTitle="<font color='#aa8cd4'>魂</font>"
DescriptionEntry="<font color='#aa8cd4'>可以说，心碎之人不再是人类，而是机器……</font>"

[RequiemMoth X2EncyclopediaTemplate]
ListTitle="<font color='#f2e5d9'>蛾</font>"
DescriptionTitle="<font color='#f2e5d9'>蛾</font>"
DescriptionEntry="<font color='#f2e5d9'>求求......</font>"

[RequiemSky X2EncyclopediaTemplate]
ListTitle="<font color='#05e7fc'>天</font>"
DescriptionTitle="<font color='#05e7fc'>天</font>"
DescriptionEntry="<font color='#05e7fc'>我们站得越高，看得越远。</font>"

[RequiemDecrepitude X2EncyclopediaTemplate]
ListTitle="<font color='#32cd32'>衰老</font>"
DescriptionTitle="<font color='#32cd32'>衰老</font>"
DescriptionEntry="<font color='#32cd32'>眼神狂野，肩膀佝偻，步履蹒跚。</font>"

[RequiemWither X2EncyclopediaTemplate]
ListTitle="<font color='#fc7405'>腐朽</font>"
DescriptionTitle="<font color='#fc7405'>腐朽</font>"
DescriptionEntry="<font color='#fc7405'>腐朽蔓延，伤痕累累。但对于那些理解的人来说，伤痕本身就是一种盔甲。</font>"

[RequiemSplintered X2EncyclopediaTemplate]
ListTitle="<font color='#ddeb63'>碎裂</font>"
DescriptionTitle="<font color='#ddeb63'>碎裂</font>"
DescriptionEntry="<font color='#ddeb63'>碎裂、破碎，差一步就完全崩溃。</font>"

[RequiemKnock X2EncyclopediaTemplate]
ListTitle="<font color='#7920f5'>敲击</font>"
DescriptionTitle="<font color='#7920f5'>敲击</font>"
DescriptionEntry="<font color='#7920f5'>人、花、门，三者本为一体。理解这一真理的人可以掌握超凡的力量。但有些门是不能打开的，即使现在，铰链也在被搅动。</font>"

[RequiemDawn X2EncyclopediaTemplate]
ListTitle="<font color='#b5a642'>黎明</font>"
DescriptionTitle="<font color='#b5a642'>黎明</font>"
DescriptionEntry="<font color='#b5a642'>一切都不被原谅，一切都不被忘记，一切都不会留下。所有债务都将得到清算。</font>"

[RequiemWinter X2EncyclopediaTemplate]
ListTitle="<font color='#4bd1c0'>冬日</font>"
DescriptionTitle="<font color='#4bd1c0'>冬日</font>"
DescriptionEntry="<font color='#4bd1c0'>据说，冬日是持久的记忆，也是终结的永恒。</font>"

[RequiemBlood X2EncyclopediaTemplate]
ListTitle="<font color='#ad0000'>鲜血</font>"
DescriptionTitle="<font color='#ad0000'>鲜血</font>"
DescriptionEntry="<font color='#ad0000'>鲜血是生命的货币，而尝过它的人，可能会唤醒内心的贪婪。</font>"

[CovertActionRisk_ARFMAmbush X2CovertActionRiskTemplate]
RiskName="避难所暴露"

[CovertActionRisk_ARFMHighAlert X2CovertActionRiskTemplate]
RiskName="行动暴露"

[CovertActionRisk_ARFMHazmatCleanup X2CovertActionRiskTemplate]
RiskName="危险品清理"

[CovertActionRisk_ARFMAlienArmor X2CovertActionRiskTemplate]
RiskName="实验装甲"

[CovertActionRisk_ARFMAlienShields X2CovertActionRiskTemplate]
RiskName="护盾部署"

[CovertActionRisk_ARFMBrittleness X2CovertActionRiskTemplate]
RiskName="重要目标"

[CovertActionRisk_ARFMHighGround X2CovertActionRiskTemplate]
RiskName="屋顶战斗"

[CovertActionRisk_ARFMOverwatchWeakness X2CovertActionRiskTemplate]
RiskName="快速定位"

[ARFMRisk_DeathSentence X2CovertActionRiskTemplate]
RiskName="死了"

[ARFMBetrayalTerrorMission X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="在关键人员得到保护之前，天际游侠号不会冒险尝试撤离"
ObjectiveTextPools[1]="压制外星攻击力量"
ObjectiveTextPools[2]="撤离所有 XCOM 士兵"

[ARFMDEAbility_Desolation X2AbilityTemplate]
LocFriendlyName="凄凉"
LocLongDescription="近战攻击如果是擦伤，将被算作命中。"
LocHelpText="近战攻击如果是擦伤，将被算作命中。"
LocFlyOverText="凄凉"

[ARFMDEAbility_HeavyFog X2AbilityTemplate]
LocFriendlyName="大雾"
LocLongDescription="能见度严重降低。"
LocHelpText="能见度严重降低。"
LocFlyOverText="大雾"

[ARFMDEAbility_ArmoredInGold X2AbilityTemplate]
LocFriendlyName="黑暗事件：黄金装甲"
LocLongDescription="XCOM的灵能被削弱了"
LocHelpText="XCOM的灵能被削弱了."
LocFlyOverText="黄金装甲"

[ARFMDEAbility_PsyWar X2AbilityTemplate]
LocFriendlyName="心灵战争"
LocLongDescription="如果灵能敌人有特定的灵能能力可供使用，他们每第二回合就会对他们的第一次攻击做出反应。"
LocHelpText="如果灵能敌人有特定的灵能能力可供使用，他们每第二回合就会对第一次攻击做出反应。"
LocFlyOverText="心灵战争"

[ARFMDEAbility_SupremeArmor X2AbilityTemplate]
LocFriendlyName="装甲优势"
LocLongDescription="该单位受到的所有来源的伤害都减少了。"
LocHelpText="该单位受到的所有来源的伤害都减少了。"
LocFlyOverText="装甲优势"

[ARFMDEAbility_OverwatchWeakness X2AbilityTemplate]
LocFriendlyName="军情：快速命中"
LocLongDescription="该单位受到反应火力伤害增加。"
LocHelpText="该单位受到反应火力伤害增加。"
LocFlyOverText="军情：快速目标"

[ARFMDEAbility_HighGround X2AbilityTemplate]
LocFriendlyName="军情：屋顶战斗"
LocLongDescription="从较高高度攻击该单位可以获得大量命中奖励。"
LocHelpText="从较高高度攻击该单位可以获得大量命中奖励。"
LocFlyOverText="军情：屋顶战斗"

[ARFMDEAbility_Brittleness X2AbilityTemplate]
LocFriendlyName="军情：近身弱点"
LocLongDescription="该单位在近距离受到攻击时受到的伤害会增加。"
LocHelpText=""该单位在近距离受到攻击时受到的伤害会增加。"
LocFlyOverText="军情：近身弱点"

[ARFMDEAbility_TranscendenceIIIWarlock X2AbilityTemplate]
LocFriendlyName="超越：无情的意志"
LocLongDescription="当”超脱：超凡入圣的恐怖“黑暗事件激活时，心灵灼烧获得额外的效果，用攻击性能力命中这个被标记敌人将永久增加灵能攻击的伤害。"
LocHelpText="当”超脱：超凡入圣的恐怖“黑暗事件激活时，心灵灼烧获得额外的效果，用攻击性能力命中这个被标记敌人将永久增加灵能攻击的伤害。"
LocFlyOverText="无情的意志"

[ARFMDEAbility_TranscendenceIIWarlock X2AbilityTemplate]
LocFriendlyName="超越：不可阻挡的力量"
LocLongDescription="当超越：外星恐怖黑暗事件激活时，所有攻击该天选者的反应攻击都将被偏转。"
LocHelpText="当超越：外星恐怖黑暗事件激活时，所有攻击该天选者的反应攻击都将被偏转。"
LocFlyOverText="不可阻挡的力量"

[ARFMDEAbility_TranscendenceIIIHunter X2AbilityTemplate]
LocFriendlyName="超越：终结时刻"
LocLongDescription="当超越：异界恐怖黑暗事件激活时，这位天选者的攻击不会未命中。"
LocHelpText="当超越：异界恐怖黑暗事件激活时，这位天选者的攻击不会未命中。"
LocFlyOverText="终结时刻"

[ARFMDEAbility_TranscendenceIIHunter X2AbilityTemplate]
LocFriendlyName="超越：恐怖的化身"
LocLongDescription="当超越：外星恐怖黑暗事件激活时，该天选者对本回合受伤目标的攻击造成的伤害大幅增加。"
LocHelpText="当超越：外星恐怖黑暗事件激活时，该天选者对本回合受伤目标的攻击造成的伤害大幅增加。
LocFlyOverText="恐怖化身"

[ARFMDEAbility_TranscendenceIIIAssassin X2AbilityTemplate]
LocFriendlyName="超越：比德之刃"
LocLongDescription="当超越：异界恐怖黑暗事件激活时，该天选者的近战攻击会造成流血伤口，直到目标被治愈。此效果可以叠加。"
LocHelpText="当超越：神化黑暗事件激活时，该天选者的近战攻击会造成流血伤口，直到目标被治愈。此效果可以叠加。
LocFlyOverText="比德之刃"

[ARFMDEAbility_TranscendenceIIAssassin X2AbilityTemplate]
LocFriendlyName="超越：扭动的阴影"
LocLongDescription="当超越：外星恐怖黑暗事件激活时，该天选者无法受到近战攻击的影响，并获得对近战范围内任何目标的反应攻击。"
LocHelpText="当超越：外星恐怖黑暗事件激活时，该天选者无法受到近战攻击的影响，并获得对近战范围内任何目标的反应攻击。"
LocFlyOverText="扭动阴影"

[ARFMDEAbility_TranscendenceIIAssassinAttack X2AbilityTemplate]
LocFriendlyName="扭动的阴影"
LocLongDescription="当超越：外星恐怖黑暗事件激活时，该天选者无法受到近战攻击的影响，并获得对近战范围内任何目标的反应攻击。"
LocHelpText="当超越：外星恐怖黑暗事件激活时，该天选者无法受到近战攻击的影响，并获得对近战范围内任何目标的反应攻击。"
LocFlyOverText="扭动阴影"

[ARFMDEAbility_TranscendenceIIAssassinAttack_LW X2AbilityTemplate]
LocFriendlyName="扭动的阴影"
LocLongDescription="当超越：外星恐怖黑暗事件激活时，该天选者无法被近战攻击触及，并且每回合对近战范围内的任何目标获得一次反应攻击。"
LocHelpText="当超越：外星恐怖黑暗事件激活时，该天选者无法被近战攻击触及，并且每回合对近战范围内的任何目标获得一次反应攻击。"
LocFlyOverText="扭动阴影"

[ARFMDEAbility_HazmatCleanup X2AbilityTemplate]
LocFriendlyName="密封装甲"
LocLongDescription="该单位免疫冰霜、火、酸和毒。"
LocHelpText="该单位免疫霜、火、酸和毒。"
LocFlyOverText="密封装甲"

[ARFMDEAbility_RunAndGun X2AbilityTemplate]
LocFriendlyName="排练操作"
LocLongDescription="可以定期进行奔袭战术，获得暂时的命中提升。"
LocHelpText="可以定期进行奔袭战术，获得暂时的命中提升。"
LocFlyOverText="排练操作"

[ARFMDEAbility_BuffWeaklings X2AbilityTemplate]
LocFriendlyName="设备升级"
LocLongDescription="该单位造成额外伤害。"
LocHelpText="该单位造成额外伤害。"
LocFlyOverText="装备升级！伤害增加！"

[ARFMDEAbility_EnginesOfDoomI X2AbilityTemplate]
LocFriendlyName="安魂曲引擎：强化船体"
LocLongDescription="该单位受到的所有伤害减半。对该单位的攻击有一定几率被偏转。"
LocHelpText="该单位受到的所有伤害减半。对该单位的攻击有一定几率被偏转。"
LocFlyOverText="安魂曲引擎：强化船体"

[ARFMDEAbility_EnginesOfDoomII X2AbilityTemplate]
LocFriendlyName="安魂曲引擎：种族灭绝协议"
LocLongDescription="该单位受到的所有伤害减半。对该单位的攻击有一定几率被偏转。"
LocHelpText="该单位受到的所有伤害减半。对该单位的攻击有一定几率被偏转。"
LocFlyOverText="安魂曲引擎：种族灭绝协议"

[ARFMDEAbility_EnginesOfDoomIII X2AbilityTemplate]
LocFriendlyName="安魂曲引擎：异域装甲"
LocLongDescription="对该单位的攻击有机会被偏转。"
LocHelpText="对该单位的攻击有机会被偏转。"
LocFlyOverText="安魂曲引擎：异域装甲"

[ARFMDEAbility_LingeringDread X2AbilityTemplate]
LocFriendlyName="黑暗事件：恐惧行军"
LocLongDescription="每回合开始时获得监视增益。"
LocHelpText="每回合开始时获得监视增益。"

[ARFMDEAbility_XCOMGrenades X2AbilityTemplate]
LocFriendlyName="军情：爆炸物画廊"
LocLongDescription="火箭发射器、投掷手榴弹和发射手榴弹，全部有 33% 是自由动作！"
LocHelpText="火箭发射器、投掷手榴弹和发射手榴弹，全部有 33% 是自由动作！"

[ARFMDEAbility_XCOMShields X2AbilityTemplate]
LocFriendlyName="军情：已部署护盾"
LocLongDescription="该单位有一个护盾，可以阻挡第一次伤害！"
LocHelpText="该单位有一个护盾，可以阻挡第一次伤害！"

[ARFMDEAbility_AlienArmor X2AbilityTemplate]
LocFriendlyName="军情：实验装甲现场测试"
LocLongDescription="变种人正在测试一种新型装甲合金。所有敌人获得 +2 护甲值。"
LocHelpText="变种人正在测试一种新型装甲合金。所有敌人获得 +2 护甲值。"

[ARFMDEAbility_MutonGrenadesI X2AbilityTemplate]
LocFriendlyName="黑暗事件：焦土 I"
LocLongDescription="这个 异变者携带了多枚额外的手榴弹。"
LocHelpText="这个异变者携带了多枚额外的手榴弹。"

[ARFMDEAbility_MutonGrenadesII X2AbilityTemplate]
LocFriendlyName="黑暗事件：焦土II"
LocLongDescription="这个异变者 有 50% 的几率投掷手榴弹或发射火箭成为自由动作。"
LocHelpText="这个异变者 有 50% 的几率投掷手榴弹或发射火箭成为自由动作。"

[ARFMDEAbility_MutonGrenadesIII X2AbilityTemplate]
LocFriendlyName="黑暗事件：焦土 III"
LocLongDescription="异变者投掷的手榴弹会造成额外伤害。"
LocHelpText=异变者投掷的手榴弹会造成额外伤害。"

[ARFMDEAbility_ExtraAmmoI X2AbilityTemplate]
LocFriendlyName="黑暗事件：外星装备 I"
LocLongDescription="该单位的主武器可免费装填。"
LocHelpText="该单位的主武器可免费装填。"

[ARFMDEAbility_ExtraAmmoII X2AbilityTemplate]
LocFriendlyName="黑暗事件：外星装备 II"
LocLongDescription="该单位的主武器中装有快速发射弹药。"
LocHelpText="该单位的主武器中装有快速发射弹药。"

[ARFMDEAbility_Feedback X2AbilityTemplate]
LocFriendlyName="黑暗事件：灵能荆棘"
LocLongDescription="当被灵能能力命中时定期造成伤害。"
LocHelpText="当被灵能能力命中时定期造成伤害。"

[ARFMDEAbility_TurretUpgrades X2AbilityTemplate]
LocFriendlyName="黑暗事件：哨兵模块"
LocLongDescription="变种人炮塔获得第三个行动点、大量命中奖励，并且每次监视射击命中时，都有 75% 的机会进行额外的监视射击。"
LocHelpText="变种人炮塔获得第三个行动点、大量命中奖励，并且每次监视射击命中时都有 75% 的机会进行额外的监视射击。"

[ARFMDEAbility_TurretUpgrades_LW X2AbilityTemplate]
LocFriendlyName="黑暗事件：哨兵模块"
LocLongDescription="变种人炮塔获得第三个行动点、大量命中奖励，并且每次监视射击命中时，都有 75% 的机会进行额外的监视射击。"
LocHelpText="变种人炮塔获得第三个行动点、大量命中奖励，并且每次监视射击命中时都有 75% 的机会进行额外的监视射击。"

[ARFMDEAbility_ChryssalidSenses X2AbilityTemplate]
LocFriendlyName="黑暗事件：顶级掠夺者"
LocLongDescription="寄生兽将揭示其视线范围内的所有隐藏单位。"
LocHelpText="寄生兽将揭示其视线范围内的所有隐藏单位。"

[ARFMDEAbility_ChryssalidReflexes X2AbilityTemplate]
LocFriendlyName="黑暗事件：超级掠夺者"
LocLongDescription="寄生兽获得闪电反射。"
LocHelpText="寄生兽获得闪电反射。"

[ARFMDEAbility_MechaMenace X2AbilityTemplate]
LocFriendlyName="黑暗事件：机械威胁"
LocLongDescription="机器人和机械增强的敌人获得额外的护甲点和额外的行动点。"
LocHelpText="机器人和机械增强的敌人获得额外的装甲点和仅限进攻的行动点。"

[ARFMDEAbility_DeepeningShadows X2AbilityTemplate]
LocFriendlyName="黑暗事件：非人敏捷"
LocLongDescription="有机敌人获得额外的仅移动行动点。"
LocHelpText="有机敌人获得额外的仅移动行动点。"

[ARFMDEAbility_TheEyesInside X2AbilityTemplate]
LocFriendlyName="黑暗事件：异界之眼"
LocLongDescription="有机敌人拥有更远的视野和探测范围。"
LocHelpText="有机敌人拥有更远的视野和探测范围。"

[ARFMDEAbility_TheEyesInside_LW X2AbilityTemplate]
LocFriendlyName="黑暗事件：异界之眼"
LocLongDescription="有机敌人拥有更远的视野和探测范围。"
LocHelpText="有机敌人拥有更远的视野和探测范围。"

[ARFMDEAbility_BulwarkOfFaith X2AbilityTemplate]
LocFriendlyName="黑暗事件：信仰壁垒"
LocLongDescription="所有灵能敌人获得心灵改变效果免疫。"
LocHelpText="所有灵能敌人获得心灵改变效果免疫。"
LocFlyOverText="信仰壁垒"

[ARFMDETranscendenceShield X2AbilityTemplate]
LocFriendlyName="超越：超凡入圣"
LocLongDescription="天选者对传统枪械完全免疫，并且受到磁力枪械的伤害减少。"
LocHelpText="天选者对传统枪械完全免疫，并且受到磁力枪械的伤害减少。"
LocFlyOverText="超越凡人"

[ARFMDEAbility_Nanomachines X2AbilityTemplate]
LocFriendlyName="黑暗事件：突破融合变体"
LocLongDescription="变种人单位获得近战抵抗和额外护甲"
LocHelpText="变种人单位获得近战抵抗和额外护甲"

[ARFMDEAbility_BloodTidePassive X2AbilityTemplate]
LocFriendlyName="黑暗事件：血潮"
LocLongDescription="当血潮黑暗事件激活时，在掩体中的变种人单位侧翼位置结束移动动作，将导致变种人单位做出积极反应。每个任务、每个敌人一次。"
LocHelpText="当血潮黑暗事件处于活动状态时，在掩体中的变种人单位侧翼位置结束移动动作，将导致变种人单位做出积极反应。每个任务、每个敌人一次。"

[ARFMDEAbility_BloodTide X2AbilityTemplate]
LocFriendlyName="黑暗事件：血潮"
LocLongDescription="在掩体中的变种人单位侧翼位置结束移动行动，将导致变种人单位做出积极反应。每个任务、每个敌人一次。"
LocHelpText="在掩体中的变种人单位侧翼位置结束移动行动，将导致变种人单位做出积极反应。每个任务、每个敌人一次。"

[ARFMDEAbility_Blitzkrieg X2AbilityTemplate]
LocFriendlyName="闪击战"
LocLongDescription="获得额外的仅进攻行动点以及大量的机动性和暴击几率奖励。"
LocHelpText="获得额外的仅进攻行动点以及大量的机动性和暴击几率奖励。"

[ARFMDEAbility_SneakyStealthy X2AbilityTemplate]
LocFriendlyName="快速重新隐蔽"
LocLongDescription="如果xcom士兵，没有暴露在有行动能力的敌人的视野中，则重新隐藏。"
LocHelpText="如果xcom士兵，没有暴露在有行动能力的敌人的视野中，则重新隐藏。"

[ARFMDESitrep_Ambush X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>袭击！</font>"
Description="致命袭击(天选者)即将来袭！"

[ARFMDESitrep_HighGround X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>屋顶战斗训练</font>"
Description="这个位置的敌人已经接受了如何利用高地优势的无情训练，当他们拥有高度优势时，他们在对抗 XCOM 士兵时会获得大量的命中奖励。"

[ARFMDESitrep_Brittleness X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>近身目标训练</font>"
Description="这个位置的敌人已经被无情地训练如何利用近战的优势，在近战中对 XCOM 士兵造成额外的伤害。"

[ARFMDESitrep_OverwatchWeakness X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>快速定位训练</font>"
Description="这个位置的敌人已经被无情地训练如何利用监视的优势，获得反应火力对 XCOM 士兵造成的伤害加成。"

[ARFMDESitrep_AlienArmor X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>实验装甲现场测试</font>"
Description="变种人正在现场测试一种新的轻质装甲合金。所有敌人都会获得额外的装甲。"

[ARFMDESitrep_AlienShields X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>护盾部署</font>"
Description="在尝试使用洗手间时遭到反抗军攻击后，当地变种人战地指挥官已下令部署护盾以保护所有敌人免受第一次伤害！"

[ARFMDESitrep_XCOMDeepCover X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>优势掩护</font>"
Description="所有 XCOM 士兵都会获得深层掩护，如果他们不射击，他们会在回合结束时自动蹲下！"

[ARFMDESitrep_XCOMShields X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>被盗的盾牌</font>"
Description="在洗手间成功抢劫了当地变种人战地指挥官并偷走了她的个人护盾发生器后，XCOM 士兵获得了一个护盾，可以阻挡第一次受到的伤害！"

[ARFMDESitrep_XCOMGrenades X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>炸药库</font>"
Description="火箭发射器、投掷手榴弹和发射手榴弹，都有 33% 的几率成为自由动作！"

[ARFMDESitrep_MedicalSurplus X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>医疗盈余</font>"
Description="所有装备的医疗包都有额外充能！"

[ARFMDESitrep_MedicalEmbargo X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>黑暗事件：医疗禁运！</font>"
Description="每个医疗包只能使用一次！"

[ARFMDESitrep_ExtraAmmoXCOM X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>隐藏弹药箱</font>"
Description="所有 XCOM 士兵均可免费重新装弹！"

[ARFMDESitrep_ExtraAmmo X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>黑暗事件：外星自动装弹机</font>"
Description="敌人可以免费重新装弹！"

[ARFMDESitrep_HairTrigger X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>黑暗事件：威力扳机</font>"
Description="所有敌人都会获得威力扳机！"

[ARFMDESitrep_MutonGrenades X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>黑暗事件：焦土</font>"
Description="绿皮儿携带额外的手榴弹/实用物品！"

[ARFMDESitrep_ForceElevation X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>黑暗事件：高度侵略性</font>"
Description="敌人的军事科技（FORCE LEVEL）将会直接提升！"

[ARFMDESitrep_WavesAssault X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>黑暗事件：无尽的袭击</font>"
Description="在某些任务中，将部署源源不断的增援部队！"

[ARFMDESitrep_AdvancedEnemies X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>混乱局面</font>"
Description="异常强大的增援敌人(猜猜看是不是天选者)已出现，但最近的一次抵抗行动严重破坏了该地区变种人的灵能网络，扰乱了他们的通信。这使得XCOM的每名士兵获得三次<font color='#4bd1c0'>闪击战能力</font>的使用机会，并赋予他们<font color='#4bd1c0'>独立隐蔽</font>和<font color='#4bd1c0'>快速再隐蔽能力</font>——若未被敌人发现则重新进入隐蔽状态。"

[ARFMDESitrep_RapidReconcealment X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>大雾</font>"
Description="所有单位的视线和探测范围都减少了。此外，在所有已警觉的敌人被杀死后，小队将在回合开始时重新获得小队隐蔽。"

[ARFMDESitrep_HazmatCleanup X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>有害物质清理小组</font>"
Description="最近的一次化学泄漏导致该地区的所有敌方单位都配备了密封装甲。"

[ARFMDESitrep_HighAlert X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>公开操作</font>"
Description="XCOM 的计划已经泄露。所有敌人都获得闪电反射。"

[ARFMDESitrep_GnawingDread X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>噬咬恐惧</font>"
Description="尖叫声。死者和垂死的平民躺在地上。他们担心下一个可能是他们，所受伤害、恐慌的队员以及士兵和平民的死亡造成的意志损失大幅增加。"

[ARFMDESitrep_ExtraAction X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>有利地形</font>"
Description="所有 XCOM 士兵在整个任务中都会获得奖励行动点。"

[ARFMDESitrep_RAG X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>演练操作</font>"
Description="所有 XCOM 士兵都获得预演操作能力，允许他们定期进行奔袭战术，并在这样做时获得临时的命中提升。"

[ARFMDESitrep_MunitionsCache X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>散兵装备箱</font>"
Description="位于该区域的大量散兵装备储藏室使 XCOM 的小队能够通过这次行动携带过量的医疗用品、手榴弹、重型武器弹药和实用物品。"

[ARFMDESitrep_AdventDefectors X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>被解放的变种人</font>"
Description="一小队变种人已经摆脱了灵能网络的控制，并将从部队运输车上加入战斗。"

[ARFMDESitrep_ImmortalPursuit X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>不朽猎手</font>"
Description="天选者们一次又一次地证明，没有什么可以阻止他们。甚至死亡也无法阻止他们。"

[ARFMDESitrep_ChryssalidPlanet X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>受感染的星球</font>"
Description="布拉德福德最喜欢的‘抵抗者电台’主持人在重新利用外星装备上的拙劣工作，已经为一百英里内的每一个寄生兽敲响了晚餐钟。预计会有野生的寄生兽出现。"

[ARFMDESitrep_HazmatLoots X2SitRepTemplate]
FriendlyName="<font color='#1EA1A1'>高风险，高回报</font>"
Description="对变种人补给品的严重管理不善导致当地变种人补给官被处决，并且还导致大量战利品箱和爆炸物散布在地图上。"

[ARFMDESitrep_LowFirepower X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>反击XCOM训练</font>"
Description="一名臭名昭著的变种人上校和他的队长将与变种人小队一起空降进行训练演习。这名变种人上校被抵抗军成员悬赏重金，如果我们能抓住他，将会获得丰厚的奖赏。"

[ARFMDESitrep_MedicalEmbargo X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>医疗禁运</font>"
Description="医疗用品的供应受到严格限制，极大地限制了其供应。"

[ARFMDEMedicalEmbargoEffect X2SitRepEffect_ModifyMissionMaps]
FriendlyName="<font color='#df07b7'>医疗禁运</font>"
Description="医疗用品的供应受到严格限制，极大地限制了其供应。"

[ARFMDEHazmatEffect X2SitRepEffect_ModifyMissionMaps]
FriendlyName="<font color='#1EA1A1'>高价值货物</font>"
Description="由于严重的管理不善，几个高价值的变种人货箱散落在该地区各处。"

[ARFMDETimerEffect X2SitRepEffect_ModifyKismetVariable]
FriendlyName="<font color='#1EA1A1'>显著的延长计时器</font>"
Description="如果此任务有计时器，则增加 7 回合。"

[ARFMDEAlienFortressEffect X2SitRepEffect_ModifyMissionMaps]
FriendlyName="<font color='#df07b7'>外星堡垒</font>"
Description="该设施已通过更多敌人进行加固。"

[ARFMDEEndlessRNFEffect X2SitRepEffect_ModifyMissionMaps]
FriendlyName="<font color='#df07b7'>无限增援</font>"
Description="突破隐藏后，敌人会定期出现，直到任务结束。"

[ARFMDERelentlessPursuitEffect X2SitRepEffect_ModifyMissionMaps]
FriendlyName="<font color='#df07b7'>不朽猎手</font>"
Description="在某些任务类型中，天选者将在第一回合生成，并且可以多次重生重新加入战斗。"

[ARFMDEChryssalidPlanetEffect X2SitRepEffect_ModifyMissionMaps]
FriendlyName="<font color='#df07b7'>受感染的星球</font>"
Description="这个区域充满了野生寄生兽。它们中的一小群会定期进入操作区域。制造太多噪音会吸引更多的它们。"

[ARFMDEAdventOnlyEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#1EA1A1'>仅限变种人单位</font>"
Description="只有【变种人】敌人和【变种人】机器人参与此任务。"

[ARFMDEManyManyEnemiesEffect X2SitRepEffect_ModifyPodSize]
FriendlyName="<font color='#df07b7'>反击 XCOM 训练</font>"
Description="变种人敌人正在接受训练。"

[ARFMDEWeakEnemiesEffect X2SitRepEffect_ModifyForceLevel]
FriendlyName="<font color='#1EA1A1'>大幅降低武力等级</font>"
Description="这次任务中的敌人要弱得多。"

[ARFMDESitrep_Fortress X2SitRepTemplate]
FriendlyName="<font color='#df07b7'>外星堡垒</font>"
Description="该地区驻扎着强大的外星势力。请务必谨慎行事。"

[ARFMDE_GrandEmbargo X2DarkEventTemplate]
DisplayName="大禁运"
SummaryText="大多数爆炸物和重型武器将被禁用。"
QuoteText="\"变种人正在以前所未有的力度进行打压。任何可能被用于任何用途的物品都受到严格的安全控制。如果我们不采取行动，我们的行动将受到严重阻碍，而且必须迅速行动。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="大多数爆炸物和重型武器将被禁用。"
PostMissionSuccessText="黑暗事件被阻止：大禁运"
PostMissionFailureText="大多数爆炸物和重型武器将被禁用！"

[ARFMDE_ArmoredInGold X2DarkEventTemplate]
DisplayName="黄金装甲"
SummaryText="大量灵能能力将无法使用，XCOM的灵能者将在最多两个月内大幅削弱。"
QuoteText="\"我从未见过这样的事情。长老们正在利用灵能网络在全球范围内施加他们的影响。\""
QuoteTextAuthor="- 理查德·泰根"
PreMissionText="XCOM灵能者将被削弱。"
PostMissionSuccessText="黑暗事件被阻止：黄金装甲"
PostMissionFailureText="XCOM灵能者将被削弱！"

[ARFMDE_MassSurveilance X2DarkEventTemplate]
DisplayName="大规模监控"
SummaryText="大多数隐蔽能力将在最多两个月内被禁用。"
QuoteText="\"外星人正准备推出他们的下一代监控系统，如果他们成功了，我们将很难在行动区域中隐藏自己。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="大多数隐蔽能力将被禁用。"
PostMissionSuccessText="黑暗事件被阻止：大规模监控"
PostMissionFailureText="大多数隐蔽能力将被禁用！"

[ARFMDE_GrandBreakthrough X2DarkEventTemplate]
DisplayName="重大突破"
SummaryText="启动化身计划胜利倒计时。所有获得的化身计划点数将被添加到外星总部。"
QuoteText="\"外星人正在集中全球资源，以实现化身计划的重大突破。必须在其实现之前阻止它。\""
QuoteTextAuthor="- 发言人"
PreMissionText="外星胜利倒计时将开始！"
PostMissionSuccessText="黑暗事件被阻止：重大突破"
PostMissionFailureText="外星胜利倒计时将开始！"

[ARFMDE_GoneDark X2DarkEventTemplate]
DisplayName="失联"
SummaryText="区域联络能力将在最多两个月内减少。"
QuoteText="\"外面有什么东西让抵抗组织感到恐慌，而且非常恐慌。整个避难所都失联了，没有任何消息或信号。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="区域联络能力将在最多两个月内减少！"
PostMissionSuccessText="黑暗事件被阻止：失联"
PostMissionFailureText="区域联络能力将在最多两个月内减少！"

[ARFMDE_Corruption X2DarkEventTemplate]
DisplayName="腐化"
SummaryText="补给获取减少，招募成本增加，持续一个月。"
QuoteText="\"最近，荒野中的大片土地散发出异常且危险的灵能能量读数，使得通过这些区域的旅行变得非常危险。无论外星人在做什么，这都令人非常不安。\""
QuoteTextAuthor="- 理查德·泰根"
PreMissionText="补给获取减少，招募成本增加，持续一个月！"
PostMissionSuccessText="黑暗事件被阻止：腐化"
PostMissionFailureText="补给获取减少，招募成本增加，持续一个月！"

[ARFMDE_Influence X2DarkEventTemplate]
DisplayName="非自然影响"
SummaryText="武器和装甲研究速度将在一个月内大幅降低。"
QuoteText="\"这些由灵能能量引起的异常大气现象严重干扰了我们的研究设备，指挥官。我怀疑我们能否取得多大进展。\""
QuoteTextAuthor="- 理查德·泰根"
PreMissionText="研究速度将在一个月内严重受阻！"
PostMissionSuccessText="黑暗事件被阻止：非自然影响"
PostMissionFailureText="研究速度已被严重阻碍！"

[ARFMDE_Contagion X2DarkEventTemplate]
DisplayName="传染"
SummaryText="任务资源奖励将在最多两个月内大幅减少。"
QuoteText="\"这种寄生的外星植物极具侵略性，能够感染动物和植物。我们必须放弃任何可能成为其传播媒介的材料。\""
QuoteTextAuthor="- 理查德·泰根"
PreMissionText="任务资源奖励将大幅减少！"
PostMissionSuccessText="黑暗事件被阻止：传染"
PostMissionFailureText="任务资源奖励将大幅减少！"

[ARFMDE_ThievesMarket X2DarkEventTemplate]
DisplayName="盗贼公会"
SummaryText="黑市将在最多两个月内收取更多费用并支付更少的补给。"
QuoteText="\"先生们，没有必要生气。我相信我们都能达成一个互利的协议。\""
QuoteTextAuthor="- 推销员"
PreMissionText="黑市将收取更多费用并支付更少补给。"
PostMissionSuccessText="黑暗事件被阻止：盗贼公会"
PostMissionFailureText="黑市现在将收取更多费用并支付更少补给。"

[ARFMDE_AloneAndAfraid X2DarkEventTemplate]
DisplayName="孤独与恐惧"
SummaryText="意志恢复速度将在最多两个月内大幅降低。"
QuoteText="\"你们这些无信仰者将找不到任何慰藉，除了我的温柔怜悯，指挥官。\""
QuoteTextAuthor="- 天选者术士"
PreMissionText="意志恢复速度将大幅降低！"
PostMissionSuccessText="黑暗事件被阻止：孤独与恐惧"
PostMissionFailureText="意志恢复速度将大幅降低！"

[ARFMDE_LastingTrauma X2DarkEventTemplate]
DisplayName="持久伤痕"
SummaryText="所有受伤或惊魂未定的士兵都获得<font color='#df07b7'>镇魂曲debuff</font>一种永久的、<font color='#df07b7'>不可移除的、</font>有害特征。"
QuoteText="\"指挥官，你对长老们的所有冒犯都会受到清算。\"
QuoteTextAuthor="- 天选者术士。"
PreMissionText="所有受伤或动摇的士兵都将获得镇魂曲
PostMissionSuccessText="反击黑暗事件：持久伤痕"
PostMissionFailureText="所有受伤或动摇的士兵都获得镇魂曲

[ARFMDE_Desolation X2DarkEventTemplate]
DisplayName="凄凉"
SummaryText="通过近战擦伤目标的天选者、变种人和外星人单位的攻击将被计为成功命中。"
QuoteText="\"击碎无耻之徒。 \"
QuoteTextAuthor="- 天选者刺客。"
PreMissionText="敌方单位的擦伤升级为命中。"
PostMissionSuccessText="反击黑暗事件：凄凉"
PostMissionFailureText="敌方单位的擦伤升级为命中。"

[ARFMDE_EtherealBlessingII X2DarkEventTemplate]
DisplayName="心灵战争：统治"
SummaryText="如果灵能敌人具有某些可供使用的灵能能力，他们每第二回合就会对针对他们的第一次攻击做出反应。"
QuoteText="\"粉碎所有反对我们意志的人。 \"
QuoteTextAuthor="- 长老。"
PreMissionText="灵能敌人获得特殊反应"
PostMissionSuccessText="反击黑暗事件：心灵战争"
PostMissionFailureText="灵能敌人获得特殊反应"

[ARFMDE_EtherealBlessing X2DarkEventTemplate]
DisplayName="心灵战争：心理战斗"
SummaryText="如果变种人祭祀和灰人设法击败目标的精神防御，他们在试图进行精神控制时会造成轻微的精神伤害。更强大的灵能会造成更大的精神伤害。精神护盾可以防止这种情况发生。"
QuoteText="\"粉碎所有反对我们意志的人。 \"
QuoteTextAuthor="- 长老。"
PreMissionText="精神控制尝试将对目标造成精神伤害！"
PostMissionSuccessText="反击黑暗事件：心灵战争"
PostMissionFailureText="精神控制尝试将对目标造成精神伤害！"

[ARFMDE_BuffWeaklings X2DarkEventTemplate]
DisplayName="装备升级"
SummaryText="灰人和毒蛇怪造成额外伤害。"
QuoteText="\"指挥官，我有自己的棋子，它们的用处……已经足够了。 \"
QuoteTextAuthor="- 天选者术士。"
PreMissionText="灰人和毒蛇怪将造成额外伤害！"
PostMissionSuccessText="反击黑暗事件：装备升级"
PostMissionFailureText="灰人和毒蛇怪现在将造成额外伤害！"

[ARFMDE_ImmortalPursuit X2DarkEventTemplate]
DisplayName="不朽猎手"
SummaryText="天选者获得在某些任务类型中多次重生的能力，并且不会等待 XCOM 暴露自己，而是会主动追捕 XCOM 的士兵。"
QuoteText="\"哦，我永远不会厌倦这种感觉。我可以一整天、十年、永远都这样做！ \"
QuoteTextAuthor="- 天选者猎手。"
PreMissionText="天选者将能够在某些任务类型中多次重生！"
PostMissionSuccessText="反击黑暗事件：不朽猎手"
PostMissionFailureText="天选者现在将在某些任务类型中重生！"

[ARFMDE_Nanomachines X2DarkEventTemplate]
DisplayName="突破性融合变体"
SummaryText="Meld Variant 研究的突破使外星人能够通过植入的纳米机器使变种人单位抵抗近战攻击！还为变种人单位提供额外的护甲，该事件会持续一个月"
QuoteText="\"纳米机器，小子！ \"
QuoteTextAuthor="-变种人议员阿姆斯特朗。"
PreMissionText="变种人单位获得近战免疫和额外护甲！"
PostMissionSuccessText="反击黑暗事件：突破融合变体"
PostMissionFailureText="突破部署！变种人单位获得近战抵抗和额外护甲！"

[ARFMDE_WavesAssault X2DarkEventTemplate]
DisplayName="无情的追击"
SummaryText="长老们的不满已经落到了变种人的最高指挥部头上，引发了对任何和所有报告的抵抗活动的疯狂反应。在某些任务类型中，一旦战斗开始，敌人的增援部队将定期进入战场，直到任务完成。 "
QuoteText="\"变种人最近的近乎强迫性的反应表明我们一直在伤害他们，而且伤害得很深。对我们来说不幸的是，他们并没有坐视不管。 \"
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="在某些任务中将部署无尽的增援部队，直到任务完成。"
PostMissionSuccessText="反击黑暗事件：无情的追击"
PostMissionFailureText="在某些任务中将部署无尽的增援波，直到任务完成！"

[ARFMDE_ForceElevation X2DarkEventTemplate]
DisplayName="高度侵略性"
SummaryText="最近的抵抗行动取得了成功，这引发了军事力量的无情升级。全球范围内的敌人科技水平可能会迅速增加。"
QuoteText="\"我不确定是谁干的，但是变种人军械库的明显变化足以证明有人让外星人非常不高兴。 \"
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="敌人的军事科技可能会根据任务的成功程度而增加！"
PostMissionSuccessText="反击黑暗事件：侵略性增强"
PostMissionFailureText="敌人的军事科技现在将根据任务的成功程度而增加！

[ARFMDE_MechaMenace X2DarkEventTemplate]
DisplayName="机械威胁"
SummaryText="变种人在全球范围内部署了超轻合金装甲的突破，为所有机器人和一些机械增强的敌人提供了额外的装甲点和额外的行动点，使他们能够在冲刺后进行攻击。该事件会持续一个月"
QuoteText="\"我担心外星人最近的突破可能会给他们的机器人在对抗我们的士兵时带来可怕的优势，甚至可能让他们能够与我们自己的SPARK单位相抗衡。 \"
QuoteTextAuthor="-沈总工程师"
PreMissionText="赋予机器人和机械增强的敌人力量！"
PostMissionSuccessText="反击黑暗事件：机械威胁"
PostMissionFailureText="突破部署！机器人和机械增强的敌人获得额外护甲和额外行动点！"

[ARFMDE_Betrayal X2DarkEventTemplate]
DisplayName="背叛"
SummaryText="XCOM 的一名抵抗组织协调员背叛了我们，暴露了我们用来协调我们与抵抗组织的秘密行动的众多抵抗组织前哨、避难所和行动基地的位置。在我们部署士兵的每一次秘密行动中，我们都会必须做好准备，应对我们的秘密行动小组的行动基地可能成为报复攻击目标的可能性。"
QuoteText="\"吃米！\"
QuoteTextAuthor="- 传说中的超级内鬼吱吱的接头暗号"
PreMissionText="每次秘密行动都有机会导致避难所遭受报复性的围剿！"
PostMissionSuccessText="反击黑暗事件：背叛"
PostMissionFailureText="叛徒！现在每个执行隐蔽行动的小队都可能导致变种人直接对避难所发动扫荡！"

[ARFMDE_TranscendenceIII X2DarkEventTemplate]
DisplayName="超越：超凡脱俗的恐怖"
SummaryText="刺客获得比德之刃。猎手获得终结时刻。术士获得无情意志。"
QuoteText="\"我将在这个世界传播恐惧！所有人都会知道我的愤怒！ \""
QuoteTextAuthor="- 天选者刺客"
PreMissionText="天选者将获得巨大的力量！"
PostMissionSuccessText="反击黑暗事件：超越"
PostMissionFailureText="天选者将获得巨大的力量！"

[ARFMDE_TranscendenceII X2DarkEventTemplate]
DisplayName="超越：外星恐怖"
SummaryText="刺客获得升级版剑刃风暴。猎手的攻击现在会对同一回合中受损的目标造成大量额外伤害。术士获得偏转反应攻击的能力。"
QuoteText="\"放弃你不正当的抵抗，寻求长老们的怜悯！或者死在我手上，无论你认为哪个合适。 \""
QuoteTextAuthor="- 天选者术士"
PreMissionText="天选者将获得巨大的力量！"
PostMissionSuccessText="反击黑暗事件：超越"
PostMissionFailureText="天选者将获得巨大的力量！"

[ARFMDE_Transcendence X2DarkEventTemplate]
DisplayName="超越：不朽怪物"
SummaryText="所有使用常规武器和磁力武器对天选者进行的攻击都可能会被偏转。磁力武器不太可能被偏转。"
QuoteText="\"我承认，当我的猎物无法抵抗时，狩猎就没那么有趣了。所以，请尽力而为，我亲爱的、勇敢的 XCOM 士兵。杀了你会更有趣。 \""
QuoteTextAuthor="- 天选者猎手"
PreMissionText="天选者将获得巨大的力量！"
PostMissionSuccessText="反击黑暗事件：超越"
PostMissionFailureText="天选者将获得巨大的力量！"

[ARFMDE_TheEyesInside X2DarkEventTemplate]
DisplayName="异界之眼"
SummaryText="所有有机敌人的视野范围、命中范围和探测范围都增加了。该事件会持续一个月"
QuoteText="\"外星人一直在尝试各种基因改造。每个人都会很高兴听到这为他们带来了回报。\""
QuoteTextAuthor="-沈总工程师"
PreMissionText="所有有机敌人的视野和探测范围都增加了。"
PostMissionSuccessText="反击黑暗事件：异界之眼"
PostMissionFailureText="所有有机敌人的视野和探测范围都增加了！"

[ARFMDE_DeepeningShadows X2DarkEventTemplate]
DisplayName="非人敏捷"
SummaryText="所有有机敌人都获得额外的仅移动行动点。该事件会持续一个月"
QuoteText="\"指挥官，我在变种人任职期间共事的一位同事，已提醒人们抵制一项特别值得关注的外星实验。变种人基因治疗诊所现在正在为志愿者提供一项试验，以接受新的基因治疗，该疗法有望大大提高人类的运动能力。通过将它们与从 寄生兽收获的遗传物质杂交。 \""
QuoteTextAuthor="- 理查德 · 泰根"
PreMissionText="所有有机敌人都获得只能移动的行动点。"
PostMissionSuccessText="反击黑暗事件：非人敏捷"
PostMissionFailureText="变种人敌人现在将获得额外的移动动作。"

[ARFMDE_BulwarkOfFaith X2DarkEventTemplate]
DisplayName="信仰壁垒"
SummaryText="所有灵能敌人都会免疫精神瘫痪效果。该事件会持续一个月"
QuoteText="\"在入侵期间，事情曾经如此简单，看到一个外星人，射杀一个外星人，任务就完成了。这些日子？我尝试用锤子敲击灰人的头，但它所做的只是让它生气......\""
QuoteTextAuthor="- 一位已故抵抗组织成员的日记"
PreMissionText="所有灵能敌人都将免疫精神效果。"
PostMissionSuccessText="反击黑暗事件：信仰壁垒"
PostMissionFailureText="所有灵能敌人现在都免疫精神效果！"

[ARFMDE_BloodTide X2DarkEventTemplate]
DisplayName="血潮"
SummaryText="变种人敌人会在掩体中对被侧翼攻击做出积极反应，每个任务一次，每个敌人一次。该事件会持续一个月"
QuoteText="\"外星人一直都是无情且残酷高效的，但这..这完全是另一回事。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="变种人敌人在掩体中会对受到侧翼攻击做出积极反应。"
PostMissionSuccessText="反击黑暗事件：血潮"
PostMissionFailureText="变种人敌人现在在掩体中受到侧翼攻击时会做出积极反应。"

[ARFMDE_Regenerators X2DarkEventTemplate]
DisplayName="再生器"
SummaryText="所有有机敌人都获得再生。该事件会持续一个月"
QuoteText="\"在我在变种人任职期间，外星人的基因疗法为他们的公民创造了科学奇迹。现在，我担心他们对生物学的掌握可能会毁灭我们所有人。\""
QuoteTextAuthor="- 理查德 · 泰根"
PreMissionText="有机敌人将会再生。"
PostMissionSuccessText="反击黑暗事件：再生器"
PostMissionFailureText="有机敌人现在将再生。"

[ARFMDE_Fortress X2DarkEventTemplate]
DisplayName="外星堡垒"
SummaryText="重要的外星人设施已通过额外的警卫进行了大量加固。该事件会持续一个月"
QuoteText="\"直到现在，外星人还没有认真对待抵抗组织的反击能力。现在，他们动真格了。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="外星人设施将得到大力加强。"
PostMissionSuccessText="反击黑暗事件：外星堡垒"
PostMissionFailureText="外星设施将得到大力加强。"

[ARFMDE_ChryssalidSenses X2DarkEventTemplate]
DisplayName="顶级掠食者: 生物电皮肤"
SummaryText="寄生兽获得了探测并揭示其视线范围内所有隐藏单位的能力。该事件会持续2个月"
QuoteText="\"你会躲在哪里，XCOM？长老们的猎犬会追捕你们的同类直至天涯海角。\""
QuoteTextAuthor="- 天选者刺客"
PreMissionText="寄生兽获得了探测并揭示其视线范围内所有隐藏单位的能力。"
PostMissionSuccessText="反击黑暗事件：顶级掠食者"
PostMissionFailureText="寄生兽虫获得了探测并揭示其视线范围内所有隐藏单位的能力。"

[ARFMDE_ChryssalidSensesII X2DarkEventTemplate]
DisplayName="顶级掠食者: 寄生兽反射"
SummaryText="寄生兽获得闪电反射。该事件会持续2个月"
QuoteText="\"你会躲在哪里，XCOM？长老们的猎犬会追捕你们的同类直至天涯海角。\""
QuoteTextAuthor="- 天选者刺客"
PreMissionText="寄生兽获得闪电反射。"
PostMissionSuccessText="反击黑暗事件：顶级掠食者"
PostMissionFailureText="寄生兽获得闪电反射。"

[ARFMDE_TurretUpgrades X2DarkEventTemplate]
DisplayName ="哨兵模块"
SummaryText="变种人炮塔使用哨兵模块进行升级，大幅提高了它们的进攻效率。该事件会持续一个月"
QuoteText="\"随着他们为自主防御系统添加的所有升级，你几乎会认为外星人不希望人们弄乱他们的东西。\""
QuoteTextAuthor="-沈总工程师"
PreMissionText="变种人炮塔将得到极大增强。"
PostMissionSuccessText="反击黑暗事件：哨兵模块"
PostMissionFailureText="变种人炮塔将得到极大增强。"

[ARFMDE_Feedback X2DarkEventTemplate]
DisplayName="灵能荆棘"
SummaryText="天选者和变种人祭祀获得在被灵能能力命中时定期造成少量精神伤害的能力。该事件会持续一个月"
QuoteText="\"你认为你对长老圣仆犯下的罪行会被忽视吗，圣殿骑士？ \""
QuoteTextAuthor="- 天选者术士"
PreMissionText="天选者和变种人祭祀获得定期造成少量精神伤害的能力。"
PostMissionSuccessText="反击黑暗事件：灵能荆棘"
PostMissionFailureText="天选者和变种祭祀已经获得了定期造成少量精神伤害的能力。"

[ARFMDE_ExtraAmmoI X2DarkEventTemplate]
DisplayName="外星设备：自动装弹机"
SummaryText="敌方单位获得免费重装。该事件会持续2个月"
QuoteText="\"他们确实改变了他们一直使用的武器的设计，他们重新装弹的速度如此之快，就像他们从未停止过射击一样。\""
QuoteTextAuthor="-沈总工程师"
PreMissionText="敌人将获得免费换弹！"
PostMissionSuccessText="反击黑暗事件：外星自动装弹机"
PostMissionFailureText="敌人已获得免费重装！"

[ARFMDE_ExtraAmmoII X2DarkEventTemplate]
DisplayName="外星设备：快速发射弹药"
SummaryText="敌方单位获得快速发射弹药，使他们有机会以自由行动进行标准攻击。该事件会持续2个月"
QuoteText="\"他们确实改变了他们一直使用的武器的设计，他们的射击速度比以前快了很多。\""
QuoteTextAuthor="-沈总工程师"
PreMissionText="敌方单位获得快速发射弹药！"
PostMissionSuccessText="反击黑暗事件：外星快速发射弹药"
PostMissionFailureText="敌方单位获得快速发射弹药！"

[ARFMDE_MutonGrenadesI X2DarkEventTemplate]
DisplayName="焦土：手榴弹弹带"
SummaryText="异变者将携带多个额外的手榴弹或实用物品。该事件会持续3个月"
QuoteText="\"外星人已经放弃了任何微妙之处。每一个该死的异变者都带着尽可能多的手榴弹向我们投掷。"
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="异变者将携带多枚额外的手榴弹。"
PostMissionSuccessText="反击黑暗事件：焦土"
PostMissionFailureText="异变者现在携带多个额外的手榴弹。"

[ARFMDE_MutonGrenadesII X2DarkEventTemplate]
DisplayName="焦土：高级炸药训练"
SummaryText= 异变者 有 50% 的机会投掷手榴弹或发射火箭进行自由行动。该事件会持续3个月"
QuoteText="\"外星人已经放弃了任何微妙之处。每一个该死的异变者都带着尽可能多的手榴弹向我们投掷。"
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="异变者有 50% 的机会投掷手榴弹或发射火箭进行自由行动。"
PostMissionSuccessText="反击黑暗事件：焦土"
PostMissionFailureText="异变者有 50% 的机会投掷手榴弹或发射火箭进行自由行动。"

[ARFMDE_MutonGrenadesIII X2DarkEventTemplate]
DisplayName="焦土：新星灼烧"
SummaryText="异变者投掷的手榴弹会造成额外伤害。该事件会持续3个月"
QuoteText="\"外星人已经放弃了任何微妙之处。每一个该死的绿皮都带着尽可能多的手榴弹向我们投掷。"
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="异变者投掷的手榴弹会造成额外伤害。"
PostMissionSuccessText="反击黑暗事件：焦土"
PostMissionFailureText="异变者投掷的手榴弹会造成额外伤害。"

[ARFMDE_LingeringDread X2DarkEventTemplate]
DisplayName="恐惧行军"
SummaryText="有机变种人单位每次成功命中都会获得额外的监视射击奖励。该事件会持续1个月"
QuoteText="\"通过移除指挥官，外星人似乎已经修复了对变种人网络造成的大部分损害，因为这些东西肯定变得更加智能。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="有机变种人单位获得免费的监视。"
PostMissionSuccessText="反击黑暗事件：恐惧行军"
PostMissionFailureText="有机变种人单位获得免费的监视。"

[ARFMDE_MedicalEmbargo X2DarkEventTemplate]
DisplayName="医疗禁运"
SummaryText="所有医疗包只能在任务中使用一次，无论士兵能力如何。该事件会持续1个月"
QuoteText="\"外星人正在建立一个警报系统来跟踪和监控所有重要的医疗用品。我们不能允许这种情况过去，否则我们的现场行动将变得更加危险。\""
QuoteTextAuthor="- 理查德 · 泰根"
PreMissionText="医疗用品的使用将受到严格限制。"
PostMissionSuccessText="反击黑暗事件：医疗禁运"
PostMissionFailureText="医疗用品的使用现在受到严格限制。"

[ARFMDE_EnginesOfDoomI X2DarkEventTemplate]
DisplayName="安魂曲引擎：强化船体"
SummaryText="任何来源的伤害对看门人和破坏者类造成的伤害减半。该事件会持续3个月"
QuoteText="\"我一直觉得很奇怪，在第一次入侵结束后，这些东西似乎不再那么无敌了。结果，他们只是在削减制造成本。到目前为止。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="所有来源对看门人和破坏者造成的伤害减少一半！"
PostMissionSuccessText="反击黑暗事件：安魂曲引擎：强化船体"
PostMissionFailureText="所有来源对看门人和破坏者造成的伤害减少一半！"

[ARFMDE_EnginesOfDoomII X2DarkEventTemplate]
DisplayName="安魂曲引擎：种族灭绝协议"
SummaryText="来自破坏者和看门人的单一目标主要武器攻击，如果击中目标，将退还攻击所消耗的行动点。该事件会持续3个月"
QuoteText="\"我一直觉得很奇怪，在第一次入侵结束后，这些东西似乎不再那么无敌了。结果，他们只是在削减制造成本。到目前为止。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="看门人 和破坏者 几乎势不可挡！"
PostMissionSuccessText="反击黑暗事件：安魂曲引擎：种族灭绝协议"
PostMissionFailureText="看门人 和破坏者几乎势不可挡！"

[ARFMDE_EnginesOfDoomIII X2DarkEventTemplate]
DisplayName="安魂曲引擎：异域装甲"
SummaryText="针对 看门人 和 破坏者的攻击有很小的机会被偏转。该事件会持续3个月"
QuoteText="\"我一直觉得很奇怪，在第一次入侵结束后，这些东西似乎不再那么无敌了。结果，他们只是在削减制造成本。到目前为止。\""
QuoteTextAuthor="- 军事官布拉德福德"
PreMissionText="对看门人和破坏者的攻击有很小的机会被偏转！"
PostMissionSuccessText="反击黑暗事件：安魂曲引擎：奇异装甲"
PostMissionFailureText="对看门人和破坏者的攻击有很小的机会被偏转！"

[ARFMDE_SupremeArmor X2DarkEventTemplate]
DisplayName="装甲优势"
SummaryText="一些变种人单位受到的所有来源的伤害都会减少。该事件会持续1个月"
QuoteText="\"他们正在使用某种新型的层压合金装甲，但不幸的是，我们在复仇者上的系统将无法重新利用或制造等效物。\""
QuoteTextAuthor="-沈总工程师"
PreMissionText="一些变种人单位受到的所有来源的伤害都会减少！"
PostMissionSuccessText="反击黑暗事件：装甲优势"
PostMissionFailureText="一些变种人单位现在受到的所有来源的伤害都会减少！"

[ARFMAdvColonel X2CharacterTemplate]
strCharacterName="变种人上校"

[ARFMFeralChryssalidHP2 X2CharacterTemplate]
strCharacterName="饥饿的野性寄生兽"

[ARFMFeralChryssalidHP4 X2CharacterTemplate]
strCharacterName="饥饿的野性寄生兽"

[ARFMFeralChryssalidHP6 X2CharacterTemplate]
strCharacterName="野性寄生兽"

[ARFMFeralChryssalidHP8 X2CharacterTemplate]
strCharacterName="野性寄生兽"

[ARFMFeralChryssalidHP10 X2CharacterTemplate]
strCharacterName="饱食的野性寄生兽"

[ARFMFeralChryssalidHP12 X2CharacterTemplate]
strCharacterName="饱食的野性寄生兽"

[ARFMWoundKnockI X2TraitTemplate]
TraitFriendlyName ="<font color='#7920f5'>伤口：敲音</font>"
TraitScientificName="<font color='#7920f5'>敲音</font>"
TraitDescription ="<font color='#7920f5'>一个人，一朵花，一扇门，这三者是相同的。那些理解这个真理的人可以拥有超凡的力量。但是有些门是不应该被打开的，即便现在，铰链已经开始动了。</font>"
TraitQuotes[0]="\"<font color='#7920f5'>我在镜子里看到了一个门，它正在打开。虽然只是微微地。我就是那个门。</font>\""
TraitQuotes[1]="\"<font color='#7920f5'>当我睡觉时，我会做梦。在我的梦里，我的肋骨慢慢地打开，非常慢地，它们打开得很宽，足以让人通过。</font>\""
TraitQuotes[2]="\"<font color='#7920f5'>这是错误。错误的门。它不应该被打开。我不能被打开。但我还是不由自主地打开了。</font>\""
TraitQuotes[3]="\"<font color='#7920f5'>我的伤痕是什么，不就是门吗？我能感觉到她，在敲击。现在，它正在打开。</font>\""
TraitQuotes[4]="\"<font color='#7920f5'>那扇可憎的门只开了一条缝，但门后的光是如此美丽。</font>\""

[ARFMWoundKnockII X2TraitTemplate]
TraitFriendlyName ="<font color='#7920f5'>伤痕：敲门</font>"
TraitScientificName="<font color='#7920f5'>敲门</font>"
TraitDescription ="<font color='#7920f5'>一扇敞开的门。这名士兵永久失去了意志，但获得了灵能潜力。</font>"
TraitQuotes[0]="\"<font color='#7920f5'>我在镜子里看到了一个门，它正在打开。虽然只是微微地。我就是那个门。</font>\""
TraitQuotes[1]="\"<font color='#7920f5'>当我睡觉时，我会做梦。在我的梦里，我的肋骨慢慢地打开，非常慢地，它们打开得很宽，足以让人通过。</font>\""
TraitQuotes[2]="\"<font color='#7920f5'>这是错误。错误的门。它不应该被打开。我不能被打开。但我还是不由自主地打开了。</font>\""
TraitQuotes[3]="\"<font color='#7920f5'>我的伤痕是什么，不就是门吗？我能感觉到她，在敲击。现在，它正在打开。</font>\""
TraitQuotes[4]="\"<font color='#7920f5'>那扇可憎的门只开了一条缝，但门后的光是如此美丽。</font>\""

[ARFMScarKnock X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#7920f5'>敲击</font>"
TraitScientificName="<font color='#7920f5'>敲击</font>"
TraitDescription ="<font color='#7920f5'>一扇敞开的大门。一堵裂开的墙。一切都在里面，一切都没有。</font>"
TraitQuotes[0]="\"<font color='#7920f5'>我在镜子中看到一扇门。开业了。曾经那么轻微。我就是那扇门。</font>\""
TraitQuotes[1]="\"<font color='#7920f5'>当我睡觉时，我会做梦.. 在我的梦中，我的肋骨慢慢地、非常缓慢地张开，以允许通过。</font> \""
TraitQuotes[2]="\"<font color='#7920f5'>这是错误的。错误的门。不得将其打开。我不能被打开..但我无论如何都要打开..</font>\""
TraitQuotes[3]="\"<font color='#7920f5'>我的伤痕是什么，除了门？我能感觉到她在敲击……现在，门要开了。</font>\""
TraitQuotes[4]="\"<font color='#7920f5'>那扇丑恶之门只打开了一条裂缝，但远处的光芒是如此美丽..</font>\""

[ARFMWoundSoulI X2TraitTemplate]
TraitFriendlyName ="<font color='#aa8cd4'>伤口：魂折</font>"
TraitScientificName="<font color='#aa8cd4'>魂折</font>"
TraitDescription ="<font color='#aa8cd4'>人类灵魂的九个部分。其中一个已经骨折。这名士兵永久失去了意志，但在黑客攻击中获得了胜利。</font>"
TraitQuotes[0]="\"<font color='#aa8cd4'>破碎，崩塌，流血。</font>\""
TraitQuotes[1]="\"<font color='#aa8cd4'>血液从眼睛中流出，那是灵魂之血。</font>\""
TraitQuotes[2]="\"<font color='#aa8cd4'>灵魂的剥离，身体的破裂。</font>\""
TraitQuotes[3]="\"<font color='#aa8cd4'>一个有疤痕的灵魂，一个接近终结的生命。</font>\""
TraitQuotes[4]="\"<font color='#aa8cd4'>这道疤痕将灵魂和身体分隔。</font>\""

[ARFMWoundSoulII X2TraitTemplate]
TraitFriendlyName ="<font color='#aa8cd4'>伤痕：魂裂</font>"
TraitScientificName="<font color='#aa8cd4'>魂裂</font>"
TraitDescription ="<font color='#aa8cd4'>人类灵魂的九个部分。其中一个正在崩溃。这名士兵永久失去了意志，但在黑客攻击中获得了胜利。</font>"
TraitQuotes[0]="\"<font color='#aa8cd4'>破碎，崩塌，流血</font>\""
TraitQuotes[1]="\"<font color='#aa8cd4'>血液从眼睛中流出，那是灵魂之血。</font>\""
TraitQuotes[2]="\"<font color='#aa8cd4'>灵魂的剥离，身体的破裂。</font>\""
TraitQuotes[3]="\"<font color='#aa8cd4'>一个有疤痕的灵魂，一个接近终结的生命。</font>\""
TraitQuotes[4]="\"<font color='#aa8cd4'>这道疤痕将灵魂和身体分隔。</font>\""

[ARFMScarSoul X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#aa8cd4'>灵魂</font>"
TraitScientificName="<font color='#aa8cd4'>灵魂</font>"
TraitDescription ="<font color='#aa8cd4'>人类灵魂的九个部分。其中一个会丢失。如果没有工具来维持它，灵魂就会崩溃。</font>"
TraitQuotes[0]="\"<font color='#aa8cd4'>骨折、破碎、流血。</font>\""
TraitQuotes[1]="\"<font color='#aa8cd4'>从眼睛里流淌出灵魂的血液。</font>\""
TraitQuotes[2]="\"<font color='#aa8cd4'>灵魂的剥落，肉体的破裂。</font>\""
TraitQuotes[3]="\"<font color='#aa8cd4'>伤痕累累的灵魂，即将结束的人生。</font>\""
TraitQuotes[4]="\"<font color='#aa8cd4'>这道伤疤将灵魂和身体分开。</font>\""

[ARFMWoundHeartI X2TraitTemplate]
TraitFriendlyName ="<font color='#ff78ae'>伤口：裂缝</font>"
TraitScientificName="<font color='#ff78ae'>裂缝</font>"
TraitDescription ="<font color='#ff78ae'>心中有裂痕。这名士兵永久失去生命值，但在瞄准时获得了增益。</font>"
TraitQuotes[0]="\"<font color='#ff78ae'>喘息，为了生命的最后几口气</font>\""
TraitQuotes[1]="\"<font color='#ff78ae'>错过的节拍，混乱的节奏。</font>\""
TraitQuotes[2]="\"<font color='#ff78ae'>终结的冷酷确定性在血管中流动。</font>\""
TraitQuotes[3]="\"<font color='#ff78ae'>温暖流逝，空虚在内流动</font>\""
TraitQuotes[4]="\"<font color='#ff78ae'>心脏的跳动。生命的活力。两者，都将停止。</font>\""

[ARFMWoundHeartII X2TraitTemplate]
TraitFriendlyName ="<font color='#ff78ae'>伤痕：开裂</font>"
TraitScientificName="<font color='#ff78ae'>开裂</font>"
TraitDescription ="<font color='#ff78ae'>心碎。这名士兵永久失去生命值，但在瞄准时获得了增益。</font>"
TraitQuotes[0]="\"<font color='#ff78ae'>喘息，为了生命的最后几口气</font>\""
TraitQuotes[1]="\"<font color='#ff78ae'>错过的节拍，混乱的节奏。</font>\""
TraitQuotes[2]="\"<font color='#ff78ae'>终结的冷酷确定性在血管中流动。。</font>\""
TraitQuotes[3]="\"<font color='#ff78ae'>温暖流逝，空虚在内流动</font>\""
TraitQuotes[4]="\"<font color='#ff78ae'>心脏的跳动。生命的活力。两者，都将停止。</font>\""

[ARFMScarHeart X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#ff78ae'>心</font>"
TraitScientificName="<font color='#ff78ae'>心</font>"
TraitDescription ="<font color='#ff78ae'>呼吸困难，意识丧失。受伤可能超出了他的承受能力。</font>"
TraitQuotes[0]="\"<font color='#ff78ae'>喘息，生命的最后一口气。</font>\""
TraitQuotes[1]="\"<font color='#ff78ae'>错过节拍，节奏混乱。</font>\""
TraitQuotes[2]="\"<font color='#ff78ae'>结局的冰冷确定性在血管中流动。</font>\""
TraitQuotes[3]="\"<font color='#ff78ae'>温暖流走，空虚在里面流动。</font>\""
TraitQuotes[4]="\"<font color='#ff78ae'>心脏的跳动。生命的活力。两者，都会停止。</font>\""

[ARFMWoundMothI X2TraitTemplate]
TraitFriendlyName ="<font color='#f2e5d9'>伤口：诱惑</font>"
TraitScientificName="<font color='#f2e5d9'>诱惑</font>"
TraitDescription ="<font color='#f2e5d9'>强烈的冲动。这名士兵永久失去了意志，但变得更加机动。</font>"
TraitQuotes[0]="\"<font color='#f2e5d9'>我们飞入火焰。</font>\""
TraitQuotes[1]="\"<font color='#f2e5d9'>只有在危险中，人们才能看到火焰。</font>\""
TraitQuotes[2]="\"<font color='#f2e5d9'>就像夜晚的灯笼。</font>\""
TraitQuotes[3]="\"<font color='#f2e5d9'>追逐火焰，追逐它。</font>\""
TraitQuotes[4]="\"<font color='#f2e5d9'>光的诱惑。</font>\""

[ARFMWoundMothII X2TraitTemplate]
TraitFriendlyName ="<font color='#f2e5d9'>伤痕：渴光</font>"
TraitScientificName="<font color='#f2e5d9'>渴光</font>"
TraitDescription ="<font color='#f2e5d9'>不可抗拒的冲动。这名士兵已经永久失去了意志，但变得更加机动。</font>"
TraitQuotes[0]="\"<font color='#f2e5d9'>我们飞入火焰。</font>\""
TraitQuotes[1]="\"<font color='#f2e5d9'>只有在危险中，人们才能看到火焰。</font>\""
TraitQuotes[2]="\"<font color='#f2e5d9'>就像夜晚的灯笼。</font>\""
TraitQuotes[3]="\"<font color='#f2e5d9'>追逐火焰，追逐它。</font>\""
TraitQuotes[4]="\"<font color='#f2e5d9'>光的诱惑。</font>\""

[ARFMScarMoth X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#f2e5d9'>飞蛾</font>"
TraitScientificName="<font color='#f2e5d9'>飞蛾</font>"
TraitDescription ="<font color='#f2e5d9'>危险的渴望。</font>"
TraitQuotes[0]="\"<font color='#f2e5d9'>进入我们的火焰。</font>\""
TraitQuotes[1]="\"<font color='#f2e5d9'>只有在危险中才能看到火焰。</font>\""
TraitQuotes[2]="\"<font color='#f2e5d9'>像夜里的灯笼。</font>\""
TraitQuotes[3]="\"<font color='#f2e5d9'>追逐火焰。追逐它。</font>\""
TraitQuotes[4]="\"<font color='#f2e5d9'>光之魅力。</font>\""

[ARFMWoundSkyI X2TraitTemplate]
TraitFriendlyName ="<font color='#05e7fc'>伤口：天际</font>"
TraitScientificName="<font color='#05e7fc'>天际</font>"
TraitDescription ="<font color='#05e7fc'>我站得越高，看得越多。这名士兵永久失去了意志，但可以看得比以前更远。</font>"
TraitQuotes[0]="\"<font color='#05e7fc'>无处不在。无处。光芒闪烁。</font>\""
TraitQuotes[1]="\"<font color='#05e7fc'>来自世界，恶臭，腐烂，漏光。</font>\""
TraitQuotes[2]="\"<font color='#05e7fc'>真实。虚幻。界限模糊，光芒向外照耀。</font>\""
TraitQuotes[3]="\"<font color='#05e7fc'>我自己，正在解开。世界，解开。光，依然存在。</font>\""
TraitQuotes[4]="\"<font color='#05e7fc'>破碎的天空，雨光。</font>\""

[ARFMWoundSkyII X2TraitTemplate]
TraitFriendlyName ="<font color='#05e7fc'>伤痕：上升</font>"
TraitScientificName="<font color='#05e7fc'>上升</font>"
TraitDescription ="<font color='#05e7fc'>我站得越高，看得越远。这名士兵永久失去了意志，但可以看得比以前更远。</font>"
TraitQuotes[0]="\"<font color='#05e7fc'>无处不在。无处。光芒闪烁。</font>\""
TraitQuotes[1]="\"<font color='#05e7fc'>来自世界，恶臭，腐烂，漏光。</font>\""
TraitQuotes[2]="\"<font color='#05e7fc'>真实。虚幻。界限模糊，光芒向外照耀。</font>\""
TraitQuotes[3]="\"<font color='#05e7fc'>我自己，正在解开。世界，解开。光，依然存在。</font>\""
TraitQuotes[4]="\"<font color='#05e7fc'>破碎的天空，雨光。</font>\""

[ARFMScarSky X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#05e7fc'>天空</font>"
TraitScientificName="<font color='#05e7fc'>天空</font>"
TraitDescription ="<font color='#05e7fc'>我升得更高。世界正在溜走。我的思想，不受锚定，看得比以往更远。</font>"
TraitQuotes[0]="\"<font color='#05e7fc'>无处不在。无处。光芒闪烁。</font>\""
TraitQuotes[1]="\"<font color='#05e7fc'>来自世界，恶臭，腐烂，漏光。</font>\""
TraitQuotes[2]="\"<font color='#05e7fc'>真实。虚幻。界限模糊，光芒向外照耀。</font>\""
TraitQuotes[3]="\"<font color='#05e7fc'>我自己，正在解开。世界，解开。光，依然存在。</font>\""
TraitQuotes[4]="\"<font color='#05e7fc'>破碎的天空，雨光。</font>\""

[ARFMWoundDecrepitudeI X2TraitTemplate]
TraitFriendlyName ="<font color='#32cd32'>伤口：病弱</font>"
TraitScientificName="<font color='#32cd32'>病弱</font>"
TraitDescription ="<font color='#32cd32'>腐烂。该士兵永久失去了移动能力，但防御力有所提高。</font>"
TraitQuotes[0]="\"<font color='#32cd32'>别受跛马之苦。也不是破碎的人。</font>\""
TraitQuotes[1]="\"<font color='#32cd32'>将此发送到其他地方，因为我们需要更严格的库存。</font>\""
TraitQuotes[2]="\"<font color='#32cd32'>这个已经退化了，没用了。</font>\""
TraitQuotes[3]="\"<font color='#32cd32'>又一个被摧残和破碎的灵魂，像耗尽的火炬一样被抛弃。</font>\""
TraitQuotes[4]="\"<font color='#32cd32'>前面的任务是可怕的，这个弱点是不能容忍的。。</font>\""

[ARFMWoundDecrepitudeII X2TraitTemplate]
TraitFriendlyName ="<font color='#32cd32'>伤痕：老旧</font>"
TraitScientificName="<font color='#32cd32'>正在腐烂。</font>"
TraitDescription ="<font color='#32cd32'>身体腐烂。该士兵永久失去了移动能力，但防御力有所提高。</font>"
TraitQuotes[0]="\"<font color='#32cd32'>别受跛马之苦。也不是破碎的人。</font>\""
TraitQuotes[1]="\"<font color='#32cd32'>将此发送到其他地方，因为我们需要更严格的库存。</font>\""
TraitQuotes[2]="\"<font color='#32cd32'>这个已经退化了，没用了。</font>\""
TraitQuotes[3]="\"<font color='#32cd32'>又一个被摧残和破碎的灵魂，像耗尽的火炬一样被抛弃。</font>\""
TraitQuotes[4]="\"<font color='#32cd32'>前面的任务是可怕的，这个弱点是不能容忍的。</font>\""

[ARFMScarDecrepitude X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#32cd32'>衰老</font>"
TraitScientificName="<font color='#32cd32'>衰老</font>"
TraitDescription ="<font color='#32cd32'>塌肩、眼神狂野、步态蹒跚。这对我们来说已经没有用了。</font>"
TraitQuotes[0]="\"<font color='#32cd32'>别受跛马之苦。也不是破碎的人。</font>\""#05e7fc
TraitQuotes[1]="\"<font color='#32cd32'>将此发送到其他地方，因为我们需要更严格的库存。</font>\""
TraitQuotes[2]="\"<font color='#32cd32'>这个已经退化了，没用了。</font>\""
TraitQuotes[3]="\"<font color='#32cd32'>又一个被摧残和破碎的灵魂，像耗尽的火炬一样被抛弃。</font>\""
TraitQuotes[4]="\"<font color='#32cd32'>前面的任务是可怕的，这个弱点是不能容忍的。</font>\""

[ARFMWoundWitherI X2TraitTemplate]
TraitFriendlyName ="<font color='#fc7405'>伤口：溃烂</font>"
TraitScientificName="<font color='#fc7405'>溃烂。</font>"
TraitDescription ="<font color='#fc7405'>开始萎缩。该士兵永久失去力量，但在闪避中获得了增益。</font>"
TraitQuotes[0]="\"<font color='#fc7405'>柴堆的燃料。</font>\""
TraitQuotes[1]="\"<font color='#fc7405'>毒液海绵。</font>\""
TraitQuotes[2]="\"<font color='#fc7405'>冬天的玻璃。</font>\""
TraitQuotes[3]="\"<font color='#fc7405'>被酸腐蚀。</font>\""
TraitQuotes[4]="\"<font color='#fc7405'>枯萎、侵蚀。</font>\""

[ARFMWoundWitherII X2TraitTemplate]
TraitFriendlyName ="<font color='#fc7405'>伤痕：腐烂</font>"
TraitScientificName="<font color='#fc7405'>腐烂</font>"
TraitDescription ="<font color='#fc7405'>溃烂的腐烂。该士兵已永久失去力量，但在闪避中获得了力量。</font>"
TraitQuotes[0]="\"<font color='#fc7405'>柴堆的燃料。</font>\""
TraitQuotes[1]="\"<font color='#fc7405'>毒液海绵。</font>\""
TraitQuotes[2]="\"<font color='#fc7405'>冬天的玻璃。</font>\""
TraitQuotes[3]="\"<font color='#fc7405'>被酸腐蚀。</font>\""
TraitQuotes[4]="\"<font color='#fc7405'>枯萎、侵蚀。</font>\""

[ARFMScarWither X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#fc7405'>凋零</font>"
TraitScientificName="<font color='#fc7405'>凋零</font>"
TraitDescription ="<font color='#fc7405'>一个人、一根灯芯、一块海绵。脆弱、腐烂、溃烂。元素对这个人并不友善。</font>"
TraitQuotes[0]="\"<font color='#fc7405'>柴堆的燃料。</font>\""
TraitQuotes[1]="\"<font color='#fc7405'>毒液海绵。</font>\""
TraitQuotes[2]="\"<font color='#fc7405'>冬天的玻璃。</font>\""
TraitQuotes[3]="\"<font color='#fc7405'>被酸腐蚀。</font>\""
TraitQuotes[4]="\"<font color='#fc7405'>枯萎、侵蚀。</font>\""

[ARFMWoundSplinteredI X2TraitTemplate]
TraitFriendlyName ="<font color='#ddeb63'>伤口：碎片</font>"
TraitScientificName="<font color='#ddeb63'>碎片。</font>"
TraitDescription ="<font color='#ddeb63'>骨头碎裂。该士兵永久失去闪避，但移动能力增强。</font>"
TraitQuotes[0]="\"<font color='#ddeb63'>它分裂了。</font>\""
TraitQuotes[1]="\"<font color='#ddeb63'>骨裂在其中</font>\""
TraitQuotes[2]="\"<font color='#ddeb63'>骨折了，头骨也裂开了。。</font>\""
TraitQuotes[3]="\"<font color='#ddeb63'>如履薄冰</font>\""
TraitQuotes[4]="\"<font color='#ddeb63'>分裂了，断裂了。</font>\""

[ARFMWoundSplinteredII X2TraitTemplate]
TraitFriendlyName ="<font color='#ddeb63'>伤痕：分裂</font>"
TraitScientificName="<font color='#ddeb63'>分裂</font>"
TraitDescription ="<font color='#ddeb63'>骨头碎裂、破裂、断裂。这名士兵永久失去了闪避，但移动能力有所提高。</font>"
TraitQuotes[0]="\"<font color='#ddeb63'>头头头。</font>\""
TraitQuotes[1]="\"<font color='#ddeb63'>它分裂了。</font>\""
TraitQuotes[2]="\"<font color='#ddeb63'>骨与颅。</font>\""
TraitQuotes[3]="\"<font color='#ddeb63'>在那个边界。</font>\""
TraitQuotes[4]="\"<font color='#ddeb63'>分裂了，断裂了。</font>\""

[ARFMScarSplintered X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#ddeb63'>碎裂</font>"
TraitScientificName="<font color='#ddeb63'>分裂</font>"
TraitDescription ="<font color='#ddeb63'>这个已经破裂、分裂、准备断裂。</font>"
TraitQuotes[0]="\"<font color='#ddeb63'>松开一根头发丝的呼吸。</font>\""
TraitQuotes[1]="\"<font color='#ddeb63'>一击就能粉碎这个。</font>\""
TraitQuotes[2]="\"<font color='#ddeb63'>骨头碎裂，头骨破裂。</font>\""
TraitQuotes[3]="\"<font color='#ddeb63'>被酸腐蚀。</font>\""
TraitQuotes[4]="\"<font color='#ddeb63'>损坏，贬值。</font>\""

[ARFMWoundPsiWeakI X2TraitTemplate]
TraitFriendlyName ="<font color='#b6b3e3'>伤口：回声</font>"
TraitScientificName="<font color='#b6b3e3'>回声。</font>"
TraitDescription ="<font color='#b6b3e3'>挥之不去的丧钟。这名士兵永久失去了意志，但获得了灵能潜力。</font>"
TraitQuotes[0]="\"<font color='#b6b3e3'>心灵。共鸣。回声。雷鸣般的。</font>\""
TraitQuotes[1]="\"<font color='#b6b3e3'>如钟声般震撼心灵。</font>\""
TraitQuotes[2]="\"<font color='#b6b3e3'>响亮、震撼。</font>\""
TraitQuotes[3]="\"<font color='#b6b3e3'>心灵的力量在此回响。</font>\""
TraitQuotes[4]="\"<font color='#b6b3e3'>黎明的债务。夜间债务。结束的钟声即将到来。</font>\""

[ARFMWoundPsiWeakII X2TraitTemplate]
TraitFriendlyName ="<font color='#b6b3e3'>伤痕：回响</font>"
TraitScientificName="<font color='#b6b3e3'>回响，回响。</font>"
TraitDescription ="<font color='#b6b3e3'>它的声音更大了。这名士兵永久失去了意志，但获得了灵能潜力。</font>"
TraitQuotes[0]="\"<font color='#b6b3e3'>心灵。共鸣。回声。雷鸣般的。</font>\""
TraitQuotes[1]="\"<font color='#b6b3e3'>如钟声般震撼心灵。</font>\""
TraitQuotes[2]="\"<font color='#b6b3e3'>响亮、震撼。</font>\""
TraitQuotes[3]="\"<font color='#b6b3e3'>心灵的力量在此回响。</font>\""
TraitQuotes[4]="\"<font color='#b6b3e3'>黎明的债务。夜间债务。结束的钟声即将到来。</font>\""

[ARFMScarPsiWeak X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font> <font color='#b6b3e3'>共鸣</font>"
TraitScientificName="<font color='#b6b3e3'>镇魂：共鸣</font>"
TraitDescription ="<font color='#b6b3e3'>心灵的力量同时是钟声和拍板，而这个比其他的更容易鸣响。</font>"
TraitQuotes[0]="\"<font color='#b6b3e3'>心灵。共鸣。回声。雷鸣般的。</font>\""
TraitQuotes[1]="\"<font color='#b6b3e3'>如钟声般震撼心灵。</font>\""
TraitQuotes[2]="\"<font color='#b6b3e3'>响亮、震撼。</font>\""
TraitQuotes[3]="\"<font color='#b6b3e3'>心灵的力量在此回响。</font>\""
TraitQuotes[4]="\"<font color='#b6b3e3'>黎明的债务。夜间债务。结束的钟声即将到来。</font>\""

[ARFMWoundDawnI X2TraitTemplate]
TraitFriendlyName ="<font color='#b5a642'>伤口：微光</font>"
TraitScientificName="<font color='#b5a642'>一丝微光。</font>"
TraitDescription ="<font color='#b5a642'>没有什么可以被原谅。没有什么会被忘记。没有什么会留下。所有的债务都会得到清算。</font>"
TraitQuotes[0]="\"<font color='#b5a642'>黎明不会忘记。</font>\""
TraitQuotes[1]="\"<font color='#b5a642'>黎明不会原谅任何事情。</font>\""
TraitQuotes[2]="\"<font color='#b5a642'>黎明后无人生还。</font>\""
TraitQuotes[3]="\"<font color='#b5a642'>命运、黎明、启迪力量。</font>\""
TraitQuotes[4]="\"<font color='#b5a642'>黎明带来清算</font>\""

[ARFMWoundDawnII X2TraitTemplate]
TraitFriendlyName ="<font color='#b5a642'>伤痕：闪耀</font>"
TraitScientificName="<font color='#b5a642'>闪耀，启迪。</font>"
TraitDescription ="<font color='#b5a642'>没有什么可以被原谅。没有什么会被忘记。没有什么会留下。所有的债务都会得到清算。</font>"
TraitQuotes[0]="\"<font color='#b5a642'>黎明不会忘记。</font>\""
TraitQuotes[1]="\"<font color='#b5a642'>黎明不会原谅任何事情。</font>\""
TraitQuotes[2]="\"<font color='#b5a642'>黎明后无人生还。</font>\""
TraitQuotes[3]="\"<font color='#b5a642'>命运、黎明、启迪力量。</font>\""
TraitQuotes[4]="\"<font color='#b5a642'>黎明带来清算</font>\""

[ARFMScarDawn X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font><font color='#b5a642'>黎明</font>"
TraitScientificName="<font color='#b5a642'>镇魂：黎明</font>"
TraitDescription ="<font color='#b5a642'>没有什么可以被原谅。没有什么会被忘记。没有什么会留下。所有的债务都会得到清算。</font>"
TraitQuotes[0]="\"<font color='#b5a642'>黎明不会忘记。</font>\""
TraitQuotes[1]="\"<font color='#b5a642'>黎明不会原谅任何事情。</font>\""
TraitQuotes[2]="\"<font color='#b5a642'>黎明后无人生还。</font>\""
TraitQuotes[3]="\"<font color='#b5a642'>命运、黎明、启迪力量。</font>\""
TraitQuotes[4]="\"<font color='#b5a642'>黎明带来清算</font>\""

[ARFMWoundWinterI X2TraitTemplate]
TraitFriendlyName ="<font color='#4bd1c0'>伤口：寒意</font>"
TraitScientificName="<font color='#4bd1c0'>寒冷。</font>"
TraitDescription ="<font color='#4bd1c0'>冬天是永恒的记忆，也是终结的永恒。效果持续时间增加。技能冷却时间在回合开始时延长。这个士兵永远不会流血。</font>"
TraitQuotes[0]="\"<font color='#4bd1c0'>万事皆有终结，唯有记忆永存。</font>\""
TraitQuotes[1]="\"<font color='#4bd1c0'>在冬天，沉默胜过言语。</font>\""
TraitQuotes[2]="\"<font color='#4bd1c0'>严寒使人保存。严寒使人持久。</font>\""
TraitQuotes[3]="\"<font color='#4bd1c0'>一种可以保存的寒冷力量。</font>\""
TraitQuotes[4]="\"<font color='#4bd1c0'>在冬天，死亡依然存在。</font>\""

[ARFMWoundWinterII X2TraitTemplate]
TraitFriendlyName ="<font color='#4bd1c0'>伤痕：霜冻</font>"
TraitScientificName="<font color='#4bd1c0'>霜冻。</font>"
TraitDescription ="<font color='#4bd1c0'>冬天是永恒的记忆，也是终结的永恒。效果持续时间增加。技能冷却时间在回合开始时延长。这个士兵永远不会流血。</font>"
TraitQuotes[0]="\"<font color='#4bd1c0'>万事皆有终结，唯有记忆永存。</font>\""
TraitQuotes[1]="\"<font color='#4bd1c0'>在冬天，沉默胜过言语。</font>\""
TraitQuotes[2]="\"<font color='#4bd1c0'>严寒使人保存。严寒使人持久。</font>\""
TraitQuotes[3]="\"<font color='#4bd1c0'>一种可以保存的寒冷力量。</font>\""
TraitQuotes[4]="\"<font color='#4bd1c0'>在冬天，死亡依然存在。</font>\""

[ARFMScarWinter X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font><font color='#4bd1c0'>凛冬</font>"
TraitScientificName="<font color='#4bd1c0'>镇魂：凛冬</font>"
TraitDescription ="<font color='#4bd1c0'>冬天是永恒的记忆，也是终结的永恒。效果持续时间增加。技能冷却时间在回合开始时延长。这个士兵永远不会流血。</font>"
TraitQuotes[0]="\"<font color='#4bd1c0'>万事皆有终结，唯有记忆永存。</font>\""
TraitQuotes[1]="\"<font color='#4bd1c0'>在冬天，沉默胜过言语。</font>\""
TraitQuotes[2]="\"<font color='#4bd1c0'>严寒使人保存。严寒使人持久。</font>\""
TraitQuotes[3]="\"<font color='#4bd1c0'>一种可以保存的寒冷力量。</font>\""
TraitQuotes[4]="\"<font color='#4bd1c0'>在冬天，死亡依然存在。</font>\""

[ARFMWoundBloodI X2TraitTemplate]
TraitFriendlyName ="<font color='#ad0000'>伤口：渴血</font>"
TraitScientificName="<font color='#ad0000'>渴血。</font>"
TraitDescription ="<font color='#ad0000'>血液是生命的货币，而在一些尝过它的人中，可能会唤醒贪婪。当渴望时，所有造成的伤害都会增加，并且在伤害目标时会恢复生命值。但可能会变得无法控制。</font>"
TraitQuotes[0]="\"<font color='#ad0000'>它很甜。如此甜美。</font>""
TraitQuotes[1]="\"<font color='#ad0000'>我必须得到更多。我必须。我必须。</font>""
TraitQuotes[2]="\"<font color='#ad0000'>血液。我们需要血液。</font>""
TraitQuotes[3]="\"<font color='#ad0000'>宝贵之物。它是我的。我自己的东西。我的宝贝呀。</font>""
TraitQuotes[4]="\"<font color='#ad0000'>我们将在彼此中找到什么样的甜蜜？</font>""

[ARFMWoundBloodII X2TraitTemplate]
TraitFriendlyName ="<font color='#ad0000'>伤痕：渴望</font>"
TraitScientificName="<font color='#ad0000'>渴望。</font>"
TraitDescription ="<font color='#ad0000'>血液是生命的货币，而在一些尝过它的人中，可能会唤醒一种贪婪。在渴望时，所有造成的伤害都会增加，并且在伤害目标时会恢复生命值。但可能会变得无法控制。</font>"
TraitQuotes[0]="\"<font color='#ad0000'>它很甜。如此甜美。</font>""
TraitQuotes[1]="\"<font color='#ad0000'>我必须得到更多。我必须。我必须。</font>""
TraitQuotes[2]="\"<font color='#ad0000'>血液。我们需要血液。</font>""
TraitQuotes[3]="\"<font color='#ad0000'>珍贵的。它是我的。我自己的。我的珍宝。</font>""
TraitQuotes[4]="\"<font color='#ad0000'>我们将在彼此中找到什么样的甜蜜？</font>""\\\\\\\\\\

[ARFMScarBlood X2TraitTemplate]
TraitFriendlyName ="<font color='#df07b7'>镇魂：</font><font color='#ad0000'>血液</font>"
TraitScientificName="<font color='#ad0000'>镇魂：血液</font>"
TraitDescription ="<font color='#ad0000'>血液是生命的货币，而在一些尝过它的人中，可能会唤醒一种贪婪。在渴望时，所有造成的伤害都会增加，并且在伤害目标时会恢复生命值。但可能会开始变得无法控制。</font>"
TraitQuotes[0]="\"<font color='#ad0000'>它很甜。如此甜美。</font>""
TraitQuotes[1]="\"<font color='#ad0000'>我必须得到更多。我必须。我必须。</font>""
TraitQuotes[2]="\"<font color='#ad0000'>血液。我们需要血液。</font>""
TraitQuotes[3]="\"<font color='#ad0000'>珍贵的。它是我的。我自己的。我的珍宝。</font>""
TraitQuotes[4]="\"<font color='#ad0000'>我们将在彼此中找到什么样的甜蜜？</font>""

[ARFMTA_ScarKnock X2AbilityTemplate]
LocFriendlyName="安魂曲：敲击"
LocLongDescription="大门将会打开。"
LocHelpText="大门将会打开。"
LocFlyOverText="敲击声"

[ARFMTA_ScarKnock2 X2AbilityTemplate]
LocFriendlyName="安魂曲：敲击"
LocLongDescription="大门将会打开。"
LocHelpText="大门将会打开。"
LocFlyOverText="敲击声"

[ARFMTA_ScarSplintered X2AbilityTemplate]
LocFriendlyName="安魂曲：分裂"
LocLongDescription="可以躲避敌人的近战攻击，但对这名士兵的近战命中将始终暴击。"
LocHelpText="可以躲避敌人的近战攻击，但对这名士兵的近战命中将始终暴击。"
LocFlyOverText="分裂"

[ARFMTA_ScarSoul X2AbilityTemplate]
LocFriendlyName="安魂曲：灵魂"
LocLongDescription="只有在破碎之中，才能获得某些理解。关于机器，关于数字，关于电路。但一个破碎的灵魂无法承受另一个心灵的触碰。"
LocHelpText="只有在破碎之中，才能获得某些理解。关于机器，关于数字，关于电路。但一个破碎的灵魂无法承受另一个心灵的触碰。"
LocFlyOverText="灵魂"

[ARFMTA_SoulHack X2AbilityTemplate]
LocFriendlyName="机械思维：灵魂"
LocLongDescription="可以尝试以自由行动的形式夺取相邻机器人单元的控制权。如果成功，将始终夺取控制权。不因失败而受到惩罚"
LocHelpText="可以尝试以自由行动的形式夺取相邻机器人单元的控制权。如果成功，将始终夺取控制权。不因失败而受到惩罚"
LocFlyOverText="机械思维：灵魂"

[ARFMTA_PathsOfTheHeart X2AbilityTemplate]
LocFriendlyName="心之轨迹：心"
LocLongDescription="牺牲一个基础生命值。牺牲的生命值无法恢复。作为交换，获得两个额外的行动点数，并且在两个回合内，没有行动是回合结束。在同一回合内进行多次攻击对命中有惩罚。如果使用心之轨迹会耗尽最后的基础生命值，那么士兵就会死亡"
LocHelpText="牺牲一个基础生命值。牺牲的生命值无法恢复。作为交换，获得两个额外的行动点数，并且在两个回合内，没有行动是回合结束。在同一回合内进行多次攻击对命中有惩罚。如果使用心之轨迹会耗尽最后的基础生命值，那么士兵就会死亡"
LocFlyOverText="心之轨迹：心"

[ARFMTA_ScarHeart X2AbilityTemplate]
LocFriendlyName="安魂曲：心"
LocLongDescription="受到伤害可能会出血。获得心灵之路。"
LocHelpText="受到伤害可能会出血。获得心灵之路。"
LocFlyOverText="心"

[ARFMTA_ScarMoth X2AbilityTemplate]
LocFriendlyName="安魂曲：飞蛾"
LocLongDescription="可以花费意志来获得奖励行动。但如果士兵意志过低，检定失败，士兵可能会不受控制地冲向敌人。"
LocHelpText="可以花费意志来获得奖励行动。但如果士兵意志过低，检定失败，士兵可能会不受控制地冲向敌人。"
LocFlyOverText="飞蛾"

[ARFMTA_MothLight X2AbilityTemplate]
LocFriendlyName="黑暗中的光（飞蛾）"
LocLongDescription="牺牲 2/3/4 意志以获得额外的行动点数。牺牲的意志永远无法挽回。成本随特质水平而变化"
LocHelpText="牺牲 2/3/4 意志以获得额外的行动点数。牺牲的意志永远无法挽回。成本随特质水平而变化"
LocFlyOverText="黑暗中的光"

[ARFMTA_ScarSky X2AbilityTemplate]
LocFriendlyName="安魂曲：天空"
LocLongDescription="可能会自发地混乱，或陷入发呆。"
LocHelpText="可能会自发地混乱，或陷入发呆。"
LocFlyOverText="天空"

[ARFMTA_SkyEyes X2AbilityTemplate]
LocFriendlyName="第二视线（天空）"
LocLongDescription="牺牲 2/3/4 的意志凝视着遥远的地方，揭示其中的东西。被第二视线凝视的单位更容易被击中。牺牲的意志永远无法挽回。成本随特质水平而变化"
LocHelpText="牺牲 2/3/4 的意志凝视着遥远的地方，揭示其中的东西。被第二视线凝视的单位更容易被击中。牺牲的意志永远无法挽回。成本随特质水平而变化"
LocFlyOverText="第二视线（天空）"

[ARFMTA_ScarPsiWeak X2AbilityTemplate]
LocFriendlyName="安魂曲：共鸣"
LocLongDescription="获得灵能提升，但受到灵能的伤害也增加了。"
LocHelpText="获得灵能提升，但受到灵能的伤害也增加了。"
LocFlyOverText="共振"

[ARFMTA_ScarDecrepitude X2AbilityTemplate]
LocFriendlyName="安魂曲：衰老"
LocLongDescription="当这个单位受到伤害时，它会暂时瘫痪，失去几个回合的行动点。"
LocHelpText="失去行动点。"
LocFlyOverText="衰老"

[ARFMTA_DecrepitudeHunker X2AbilityTemplate]
LocFriendlyName="蹲伏（衰老）"
LocLongDescription="如果你没有被攻击者包抄，则在标准的非近战攻击下变得不可触碰。获得对所有近战攻击者的防御加成"
LocHelpText="如果你没有被攻击者包抄，则在标准的非近战攻击下变得不可触碰。获得对所有近战攻击者的防御加成"
LocFlyOverText="蹲伏（衰老）"

[ARFMTA_ScarWither X2AbilityTemplate]
LocFriendlyName="安魂曲：枯萎"
LocLongDescription="获得额外的护甲，但永远无法免疫大多数环境危害和随时间推移的伤害，并从中受到更多的伤害。"
LocHelpText="获得额外的护甲，但永远无法免疫大多数环境危害和随时间推移的伤害，并从中受到更多的伤害。"
LocFlyOverText="枯萎"

[ARFMTA_KnockPassive X2AbilityTemplate]
LocFriendlyName="敲击"
LocLongDescription="一个人、一朵花和一扇门。它们都是同一个东西。对于那些理解这个真理的人来说，心灵的力量是自然而然的。但是所有的门都有其指定的时间，当它到来时，它们就会敞开，猜猜看是什么敞开。"
LocHelpText="一个人、一朵花和一扇门。它们都是同一个东西。对于那些理解这个真理的人来说，心灵的力量是自然而然的。但是所有的门都有其指定的时间，当时间到来时，它们就会敞开，猜猜看是什么敞开。"
LocFlyOverText="敲击"

[ARFMTA_PsiWeakPassive X2AbilityTemplate]
LocFriendlyName="共振"
LocLongDescription="这个人拥有强大的精神力量，但同时也容易受到精神力量的伤害。"
LocHelpText="这个人拥有强大的精神力量，但同时也容易受到精神力量的伤害。"
LocFlyOverText="共鸣"

[ARFMTA_SkyPassive X2AbilityTemplate]
LocFriendlyName="天空"
LocLongDescription="我站得越高，看得越远。可以凝视远处，但这个士兵可能会随机混乱或陷入茫然。"
LocHelpText="我站得越高，看得越远。可以凝视远处，但这个士兵可能会随机混乱或陷入茫然。"
LocFlyOverText="天空"

[ARFMTA_MothPassive X2AbilityTemplate]
LocFriendlyName="飞蛾"
LocLongDescription="此人能够做出非凡的壮举，但可能会行为失控。"
LocHelpText="此人能够做出非凡的壮举，但可能会行为失控。"
LocFlyOverText="飞蛾"

[ARFMTA_HeartPassive X2AbilityTemplate]
LocFriendlyName="心"
LocLongDescription="心脏的通道已经破裂。受到伤害可能会导致出血。可以缩短士兵的生命以换取片刻的荣耀。"
LocHelpText="心脏的通道已经破裂。受到伤害会导致流血。可以缩短士兵的生命以换取片刻的荣耀。"
LocFlyOverText="心"

[ARFMTA_SoulPassive X2AbilityTemplate]
LocFriendlyName="灵魂"
LocLongDescription="人类灵魂的一部分已经丢失。这名士兵的思想已经与机器同步。但它们无法忍受另一个思想的触碰。"
LocHelpText="人类灵魂的一部分已经丢失。这名士兵的思想已经与机器同步。但它们无法忍受另一个思想的触碰。"
LocFlyOverText="灵魂"

[ARFMTA_SplinteredPassive X2AbilityTemplate]
LocFriendlyName="分裂"
LocLongDescription="近战攻击可以被避免，但是一旦击中，必将造成暴击。"
LocHelpText="近战攻击可以被避免，但是一旦击中，必定会造成暴击。"
LocFlyOverText="分裂"

[ARFMTA_WitherPassive X2AbilityTemplate]
LocFriendlyName="腐烂的伤疤"
LocLongDescription="获得额外护甲，但无法免疫大多数环境危害和持续伤害效果，并且会受到更大的伤害。"
LocHelpText="获得额外护甲，但无法免疫大多数环境危害和持续伤害效果，并且会受到更大的伤害。"
LocFlyOverText="腐烂的伤疤"

[ARFMTA_BloodPassive X2AbilityTemplate]
LocFriendlyName="鲜血"
LocLongDescription="鲜血是生命的货币，而尝过它的人，可能会唤醒内心的贪婪……"
LocHelpText="鲜血是生命的货币，而尝过它的人，可能会唤醒内心的贪婪……"
LocFlyOverText="鲜血"

[ARFMTA_ScarBloodVampire X2AbilityTemplate]
LocFriendlyName="吸血鬼"
LocLongDescription="造成伤害时可治疗自身。"
LocHelpText="造成伤害时可治疗自身。"
LocFlyOverText="吸血鬼"

[ARFMTA_ScarBloodThirsting X2AbilityTemplate]
LocFriendlyName="渴血"
LocLongDescription="造成更高伤害，并在造成伤害时治疗自身。"
LocHelpText="造成更高伤害，并在造成伤害时治疗自身。"
LocFlyOverText="渴血"

[ARFMTA_ScarBlood X2AbilityTemplate]
LocFriendlyName="狂热的渴望"
LocLongDescription="行为会变得不稳定，可能会攻击友军和敌军。"
LocHelpText="行为会变得不稳定，可能会攻击友军和敌军。"
LocFlyOverText="狂热的渴望"

[ARFMTA_KnockSoulfire X2AbilityTemplate]
LocFriendlyName="灵魂火（敲击）"
LocLongDescription="唤醒门并使用它掠夺目标有机敌人的生命值。无视掩护和护甲。"
LocHelpText="唤醒门并使用它掠夺目标有机敌人的生命值。无视掩护和护甲。"
LocFlyOverText="灵魂火（敲击）"

[ARFMTA_KnockInspire X2AbilityTemplate]
LocFriendlyName="启发（敲击）"
LocLongDescription="唤醒门并利用它为目标盟友提供即时行动点。"
LocHelpText="唤醒门并利用它为目标盟友提供即时行动点。"
LocFlyOverText="启发（敲击）"

[ARFMTA_KnockInsanity X2AbilityTemplate]
LocFriendlyName="疯狂（敲击）"
LocLongDescription="唤醒门并使用它来发起心灵感应攻击，这种攻击可以造成不同的负面状况，包括对目标的精神控制。"
LocHelpText="唤醒门并使用它来发起心灵感应攻击，这种攻击可以造成不同的负面状况，包括对目标的精神控制。"
LocFlyOverText="疯狂（敲击）"

[ARFMTA_ScarWinter X2AbilityTemplate]
LocFriendlyName="完美霜冻（凛冬）"
LocLongDescription="冻结相邻目标并使其免疫伤害。"
LocHelpText="冻结相邻目标并使其免疫伤害。"
LocFlyOverText="完美霜冻"

[ARFMTA_WinterExtender X2AbilityTemplate]
LocFriendlyName="凛冬"
LocLongDescription="所有状态效果持续时间均增加。"
LocHelpText="所有状态效果持续时间均增加。"
LocFlyOverText="凛冬"

[ARFMTA_WinterCooldowns X2AbilityTemplate]
LocFriendlyName="霜脉"
LocLongDescription="延长技能冷却时间。"
LocHelpText="延长技能冷却时间。"
LocFlyOverText="血液冷化 - 冷却时间延长"

[ARFMTA_ScarDawn X2AbilityTemplate]
LocFriendlyName="命运之债（黎明）"
LocLongDescription="避免命运一回合，变得不可触碰。每次避免攻击，士兵都会获得一笔债务。"
LocHelpText="避免命运一回合，变得不可触碰。每次避免攻击，士兵都会获得一笔债务。"
LocFlyOverText="命运的债务"

[ARFMTA_ScarDawnReckoning X2AbilityTemplate]
LocFriendlyName="黎明"
LocLongDescription="没有什么可以被原谅。没有什么可以被忘记。没有什么会留下。所有的债务都会得到清算。"
LocHelpText="没有什么可以被原谅。没有什么可以被忘记。没有什么会留下。所有的债务都会得到清算。"
LocFlyOverText="黎明"

[ARFMDESWB_TurretBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：炮塔弹药"  
LocLongDescription="暴击伤害翻倍。"  
LocHelpText="暴击伤害翻倍"  
LocFlyOverText="突破：炮塔弹药"  

[ARFMDESWB_ServoBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：自我修复伺服器"  
LocLongDescription="该单位将恢复损失的生命值。"  
LocHelpText="该单位将恢复损失的生命值。"  
LocFlyOverText="突破：自我修复伺服器"  

[ARFMDESWB_RoboWeaponBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进武器平台"  
LocLongDescription="机器人单位造成的伤害随敌军科技(F)提升而增加。"  
LocHelpText="机器人单位造成的伤害随敌军科技(F)提升而增加。"  
LocFlyOverText="突破：增强重型武器"  

[ARFMDESWB_RoboPowerBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进机器人技术"  
LocLongDescription="机器人单位的命中率、机动性和黑客防御提升。"  
LocHelpText="机器人单位的命中率、机动性和黑客防御提升。"  
LocFlyOverText="突破：先进机器人技术"  

[ARFMDESWB_MindBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进战斗植入物"  
LocLongDescription="当该单位生命值低于一半时，获得额外的有效命中和暴击几率，同时部分对其命中的攻击会转化为擦伤几率。此加成随敌军科技(F)提升，并在单位生命值低于四分之一时翻倍。"  
LocHelpText="当该单位生命值低于一半时，获得额外的有效命中和暴击几率，同时部分对其命中的攻击会转化为擦伤几率。此加成随敌军科技(F)提升，并在单位生命值低于四分之一时翻倍。"  
LocFlyOverText="突破：先进战斗植入物"  

[ARFMDESWB_MeleeBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进近战战斗"  
LocLongDescription="仅近战单位造成的伤害随敌军科技(F)提升而增加。"  
LocHelpText="仅近战单位造成的伤害随敌军科技(F)提升而增加。"  
LocFlyOverText="突破：先进机器人技术"  

[ARFMDESWB_PlasBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进灵能电容器"  
LocLongDescription="外星单位造成的伤害随敌军科技(F)提升而增加。"  
LocHelpText="外星单位造成的伤害随敌军科技(F)提升而增加。"  
LocFlyOverText="突破：先进等离子武器"  

[ARFMDESWB_MagBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进磁力腔室"  
LocLongDescription="变种人单位造成的伤害随敌军科技(F)提升而增加。"  
LocHelpText="变种人单位造成的伤害随敌军科技(F)提升而增加。"  
LocFlyOverText="突破：先进磁力腔室"  

[ARFMDESWB_ArmorBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进装甲合金"  
LocLongDescription="该单位获得与其最大生命值成比例的额外护甲。"  
LocHelpText="该单位获得与其最大生命值成比例的额外护甲。"  
LocFlyOverText="突破：先进装甲合金"  

[ARFMDESWB_AlienEnhancementBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进生物工程"  
LocLongDescription="外星单位获得少量各项属性加成，天选者获得额外加成。"  
LocHelpText="外星单位获得少量各项属性加成，天选者获得额外加成。"  
LocFlyOverText="突破：先进生物工程"  

[ARFMDESWB_GrenadeBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：高爆手雷"
LocLongDescription="该单位的手雷性能得到极大的提升。"
LocHelpText="该单位的手雷性能得到极大的提升。"
LocFlyOverText="突破：高爆手雷"

[ARFMDESWB_StunlanceBreakthrough X2AbilityTemplate]
LocFriendlyName="突破：先进眩晕长枪"
LocLongDescription="眩晕长枪攻击更易使目标丧失行动能力，且伤害显著提高。"
LocHelpText="眩晕长枪攻击更易使目标丧失行动能力，且伤害显著提高。"
LocFlyOverText="突破：先进眩晕长枪"

[ARFMDE_TurretBreakthrough X2DarkEventTemplate]
DisplayName="突破：炮塔弹药"  
SummaryText="变种人炮塔<font color='#4bd1c0'>永久</font>造成双倍暴击伤害。"  
QuoteText="\"变种人正在为他们的炮塔装备高口径爪弹，即使有更先进的装甲，被这种子弹击中也可能致命。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="变种人炮塔<font color='#4bd1c0'>永久</font>造成双倍暴击伤害！"  
PostMissionSuccessText="突破已阻止：炮塔弹药"  
PostMissionFailureText="变种人炮塔<font color='#4bd1c0'>永久</font>造成双倍暴击伤害！"  

[ARFMDE_ServoBreakthrough X2DarkEventTemplate]
DisplayName="突破：自我修复伺服器"  
SummaryText="变种人机器人<font color='#4bd1c0'>永久</font>获得再生能力。"  
QuoteText="\"变种人的工程项目取得了巨大进展，如果我们不采取行动阻止，他们的机械将能够在战场上自我修复。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="变种人机器人<font color='#4bd1c0'>永久</font>获得再生能力！"  
PostMissionSuccessText="突破已阻止：自我修复伺服器"  
PostMissionFailureText="变种人机器人<font color='#4bd1c0'>永久</font>获得再生能力！"  

[ARFMDE_RoboWeaponBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进武器平台"  
SummaryText="变种人机器人<font color='#4bd1c0'>永久</font>获得伤害加成，随敌军科技(F)提升而增加。"  
QuoteText="\"抵抗组织情报的最新报告表明，变种人正在对其机器人部队的武器进行重大改进。我们不能让这种情况发生。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="变种人机器人将<font color='#4bd1c0'>永久</font>获得伤害加成！"  
PostMissionSuccessText="突破已阻止：先进武器平台"  
PostMissionFailureText="变种人机器人<font color='#4bd1c0'>永久</font>获得伤害加成！"  

[ARFMDE_RoboPowerBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进机器人技术"  
SummaryText="变种人机器人<font color='#4bd1c0'>永久</font>获得命中率、机动性和黑客防御提升。"  
QuoteText="\"变种人已经开始对其机械战斗系统进行升级，我们只有很短的时间窗口来阻止它。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="变种人机器人将<font color='#4bd1c0'>永久</font>获得命中率、机动性和黑客防御提升！"  
PostMissionSuccessText="突破已阻止：先进机器人技术"  
PostMissionFailureText="变种人机器人<font color='#4bd1c0'>永久</font>获得命中率、机动性和黑客防御提升！"  

[ARFMDE_MindBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进战斗植入物"  
SummaryText="有机敌人<font color='#4bd1c0'>永久</font>在生命值低于一半时获得额外的有效命中和暴击几率，同时部分对其命中的攻击会转化为擦伤几率。此加成随敌军科技(F)提升，并在单位生命值低于四分之一时翻倍。"  
QuoteText="\"新的变种人 PCS设计显示出外星人战斗效能快速提升的严重问题。\"  
QuoteTextAuthor="- 理查德·泰根"  
PreMissionText="有机敌人将<font color='#4bd1c0'>永久</font>在生命值低于一半时获得额外的有效命中和暴击几率，同时部分对其命中的攻击会转化为擦伤几率！"  
PostMissionSuccessText="突破已阻止：先进战斗植入物"  
PostMissionFailureText="有机敌人<font color='#4bd1c0'>永久</font>在生命值低于一半时获得额外的有效命中和暴击几率，同时部分对其命中的攻击会转化为擦伤几率！"  

[ARFMDE_MeleeBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进近战战斗"  
SummaryText="仅近战单位<font color='#4bd1c0'>永久</font>获得伤害加成，随敌军科技(F)提升而增加。"  
QuoteText="\"抵抗组织的最新报告表明，变种人正在改造他们的近战战斗单位以增强近战效能。\"  
QuoteTextAuthor="- 理查德·泰根"  
PreMissionText="仅近战单位将<font color='#4bd1c0'>永久</font>获得伤害加成！"  
PostMissionSuccessText="突破已阻止：先进近战战斗"  
PostMissionFailureText="仅近战单位<font color='#4bd1c0'>永久</font>获得伤害加成！"  

[ARFMDE_PlasBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进灵能电容器"  
SummaryText="外星单位<font color='#4bd1c0'>永久</font>获得伤害加成，随敌军科技(F)提升而增加。"  
QuoteText="\"抵抗组织情报的最新报告表明，外星人正在对其标准武器进行重大改进。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="外星单位将<font color='#4bd1c0'>永久</font>获得伤害加成！"  
PostMissionSuccessText="突破已阻止：先进武器平台"  
PostMissionFailureText="外星单位<font color='#4bd1c0'>永久</font>获得伤害加成！"  

[ARFMDE_MagBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进磁力腔室"  
SummaryText="变种人单位<font color='#4bd1c0'>永久</font>获得伤害加成，随敌军科技(F)提升而增加。"  
QuoteText="\"抵抗组织情报的最新报告表明，变种人正在对其标准武器进行重大改进。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="变种人单位将<font color='#4bd1c0'>永久</font>获得伤害加成！"  
PostMissionSuccessText="突破已阻止：先进武器平台"  
PostMissionFailureText="变种人单位<font color='#4bd1c0'>永久</font>获得伤害加成！"  

[ARFMDE_ArmorBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进装甲合金"  
SummaryText="敌方单位<font color='#4bd1c0'>永久</font>获得与其最大生命值成比例的额外护甲。"  
QuoteText="\"抵抗组织情报的最新报告表明，外星人正在对其标准装甲进行重大改进。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="敌方单位<font color='#4bd1c0'>永久</font>获得与其最大生命值成比例的额外护甲！"  
PostMissionSuccessText="突破已阻止：先进装甲合金"  
PostMissionFailureText="敌方单位<font color='#4bd1c0'>永久</font>获得与其最大生命值成比例的额外护甲！"  

[ARFMDE_AlienEnhancementBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进生物工程"  
SummaryText="外星单位<font color='#4bd1c0'>永久</font>获得少量各项属性加成，天选者获得额外加成。"  
QuoteText="\"抵抗组织情报的最新报告表明，外星人正在对其标准装甲进行重大改进。\"  
QuoteTextAuthor="- 总工程师沈"  
PreMissionText="外星单位<font color='#4bd1c0'>永久</font>获得少量各项属性加成，天选者获得额外加成！"  
PostMissionSuccessText="突破已阻止：先进生物工程"  
PostMissionFailureText="外星单位<font color='#4bd1c0'>永久</font>获得少量各项属性加成，天选者获得额外加成！"

[ARFMDE_StunlanceBreakthrough X2DarkEventTemplate]
DisplayName="突破：先进眩晕长枪"
SummaryText="眩晕长枪部队 <font color='#4bd1c0'>永久</font> 获得眩晕长枪效能的大幅提升，增加伤害并提高目标失能的概率。"
QuoteText="\"抵抗组织情报部门的最新报告表明，变种人正在改进其标准配置的眩晕长枪。\"
QuoteTextAuthor="— 总工程师沈"
PreMissionText="眩晕长枪部队<font color='#4bd1c0'>永久</font> 获得显著强化！"
PostMissionSuccessText="突破已被遏制：先进眩晕长枪"
PostMissionFailureText="敌方眩晕长枪<font color='#4bd1c0'>永久</font> 获得显著强化！"

[ARFMDE_GrenadeBreakthrough X2DarkEventTemplate]
DisplayName="突破：高爆手雷"
SummaryText="变种人与外星手雷<font color='#4bd1c0'>永久</font> 对所有目标造成大幅伤害提升。"
QuoteText="\"抵抗组织情报部门的最新报告表明，外星人正在换装新型手雷取代旧型号。\"
QuoteTextAuthor="— 总工程师沈"
PreMissionText="敌方手雷将<font color='#4bd1c0'>永久</font> 获得显著强化！"
PostMissionSuccessText="突破已被遏制：高爆手雷"
PostMissionFailureText="敌方手雷将<font color='#4bd1c0'>永久</font> 获得显著强化！"

[CHSAssasination X2SabotageTemplate]
DisplayName="复仇者号船员遇袭！"
SummaryText="在天选者对复仇者的攻击中，我们的一名船员阵亡："
ShortSummaryText="我们的一名船员阵亡！"

[CHSPlunder X2SabotageTemplate]
DisplayName="武器柜被盗！"
SummaryText="天选者暗中袭击了复仇者号，并从军械库的柜子中盗取了我们的部分装备！"
ShortSummaryText="装备被盗！"

[CHSCowDishonored X2SabotageTemplate]
DisplayName="士兵受辱!"
SummaryText="天选者残忍地亵渎了我们士兵，动摇了士兵的意志，并使其陷入无法治愈的恐惧之中："
ShortSummaryText="士兵受辱!"

[CHSIndustrialSabotage X2SabotageTemplate]
DisplayName="工程受阻！"
SummaryText="天选者破坏了我们当前的项目，导致其完工时间被推迟！"
ShortSummaryText="项目遭破坏！"

[CHACrackdown X2ChosenActionTemplate]
DisplayName="走私镇压"
SummaryText="对抵抗组织发动残酷镇压，<font color='#4bd1c0'>永久</font>提高黑市价格。"
QuoteText=""
QuoteTextAuthor=

[CHAInterception X2ChosenActionTemplate]
DisplayName="报复升级"
SummaryText="对抵抗组织持续施压，减少补给收入与任务奖励。"
QuoteText=""
QuoteTextAuthor=""

[CHARetaliation X2ChosenActionTemplate]
DisplayName="报复性措施"
SummaryText="对抵抗组织发起猛烈攻击，增加秘密行动中士兵受伤或被俘的风险。"
QuoteText=""
QuoteTextAuthor=""

[CHAIdentityProfiling X2ChosenActionTemplate]
DisplayName="身份分析"
SummaryText="将抵抗组织的宣传手段反制于XCOM，<font color='#4bd1c0'>永久</font>提升敌人对于XCOM士兵的侦查范围。"
QuoteText=""
QuoteTextAuthor=""

[CHASecurityEnhancement X2ChosenActionTemplate]
DisplayName="高度戒备"
SummaryText="所有任务中<font color='#4bd1c0'>永久</font>新增一支敌方小队。"
QuoteText=""
QuoteTextAuthor=""

[CHAEmpowerment X2ChosenActionTemplate]
DisplayName="完全修复"
SummaryText="天选者将不再受弱点困扰。"
QuoteText=""
QuoteTextAuthor=""

[CHAFaceless X2ChosenActionTemplate]
DisplayName="内鬼突击"
SummaryText="新招募的士兵有一定概率被无面者替换"
QuoteText=""
QuoteTextAuthor=""

[CHAFacility X2ChosenActionTemplate]
DisplayName="区域扩张"
SummaryText="扩张本地的变种人军事实力（S）以及缩短本地的变种人设施建造时间。"
QuoteText=""
QuoteTextAuthor=""

[CHAEscalation X2ChosenActionTemplate]
DisplayName="升级"
SummaryText="提高地区警惕度并缩短报复之间的冷却时间。"
QuoteText=""
QuoteTextAuthor=""

[CHASuppression X2ChosenActionTemplate]
DisplayName="压制行动"
SummaryText="补给成本将<font color='#4bd1c0'>永久性</font>小幅提升。"
QuoteText=""
QuoteTextAuthor=""

[CHAPropaganda X2ChosenActionTemplate]
DisplayName="宣传攻势"
SummaryText="情报成本将<font color='#4bd1c0'>永久性</font>小幅提升。"
QuoteText=""
QuoteTextAuthor=""

[CHASubterfuge X2ChosenActionTemplate]
DisplayName="诡计行动"
SummaryText="情报获取量降低。"
QuoteText=""
QuoteTextAuthor=""

[CHAObfuscation X2ChosenActionTemplate]
DisplayName="迷惑行动"
SummaryText="扫描时间暂时延长。"
QuoteText=""
QuoteTextAuthor=""

[CHAOppression X2ChosenActionTemplate]
DisplayName="压迫行动"
SummaryText="被天选者俘虏的士兵将失去所有已获得的军衔、技能和能力点数。"
QuoteText=""
QuoteTextAuthor=""

[CHATerror X2ChosenActionTemplate]
DisplayName="恐怖行动"
SummaryText="士兵阵亡将导致所有队友永久意志力下降。"
QuoteText=""
QuoteTextAuthor=""

[CHAExtermination X2ChosenActionTemplate]
DisplayName="清剿行动"
SummaryText="派遣UFO搜寻XCOM。"
QuoteText=""
QuoteTextAuthor=""

[CHAWarlockAscentI X2ChosenActionTemplate]
DisplayName="野蛮之门"
SummaryText="解锁基石相关的恐怖力量。"
QuoteText=""
QuoteTextAuthor=""

[CHAWarlockAscentII X2ChosenActionTemplate]
DisplayName="野蛮之门"
SummaryText="解锁石头相关的恐怖力量"
QuoteText=""
QuoteTextAuthor=""

[CHAWarlockAscentIII X2ChosenActionTemplate]
DisplayName="野蛮之门"
SummaryText="解锁顶石相关的恐怖力量"
QuoteText=""
QuoteTextAuthor=""

[CHAAssassinAscentI X2ChosenActionTemplate]
DisplayName="刀锋晋升"
SummaryText="获得基石相关的恐怖力量。"
QuoteText=""
QuoteTextAuthor=""

[CHAAssassinAscentII X2ChosenActionTemplate]
DisplayName="刀锋晋升"
SummaryText="获得钥石相关的恐怖力量。"
QuoteText=""
QuoteTextAuthor=""

[CHAAssassinAscentIII X2ChosenActionTemplate]
DisplayName="刀锋晋升"
SummaryText="解锁顶石相关的恐怖力量。"
QuoteText=""
QuoteTextAuthor=""

[CHAHunterAscentI X2ChosenActionTemplate]
DisplayName="圣杯之血"
SummaryText="获得基石相关的恐怖力量。"
QuoteText=""
QuoteTextAuthor=""

[CHAHunterAscentII X2ChosenActionTemplate]
DisplayName="圣杯之血"
SummaryText="获得钥石相关的恐怖力量。"
QuoteText=""
QuoteTextAuthor=""

[CHAHunterAscentIII X2ChosenActionTemplate]
DisplayName="圣杯之血"
SummaryText="解锁顶石相关的恐怖力量。"
QuoteText=""
QuoteTextAuthor=""

[CHAPriestProtein X2ChosenActionTemplate]
DisplayName="信仰之力"
SummaryText="变种人祭祀<font color='#4bd1c0'>永久</font>获得无需消耗行动点即可使用灵能技能的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHAWoodpecker X2ChosenActionTemplate]
DisplayName="智能弹药"
SummaryText="持盾者和异变者每回合首次标准射击<font color='#4bd1c0'>永久</font>变为免费行动。"
QuoteText=""
QuoteTextAuthor=""

[CHAICEProtocols X2ChosenActionTemplate]
DisplayName="ICE协议"
SummaryText="原典<font color='#4bd1c0'>永久</font>获得对攻击落空的士兵进行还击的能力，每回合最多两次。"
QuoteText=""
QuoteTextAuthor=""

[CHAMutonCQC X2ChosenActionTemplate]
DisplayName="异变者近战"
SummaryText="异变者<font color='#4bd1c0'>永久</font>获得大幅提升的近战攻击闪避几率。"
QuoteText=""
QuoteTextAuthor=""

[CHABigDevelopment X2ChosenActionTemplate]
DisplayName="重大进展"
SummaryText="大型单位对XCOM士兵造成的所有伤害显著增加。"
QuoteText=""
QuoteTextAuthor=""

[CHATacticalAnal X2ChosenActionTemplate]
DisplayName="战术分析"
SummaryText="变种人士兵、持盾者和变种人领导单位<font color='#4bd1c0'>永久</font>获得对附近移动的敌对单位进行反应射击的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHAAdvancedTraining X2ChosenActionTemplate]
DisplayName="高级训练"
SummaryText="异变者和眩晕枪兵<font color='#4bd1c0'>永久</font>获得对未命中攻击进行还击的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHALiddyRoids X2ChosenActionTemplate]
DisplayName="新物种"
SummaryText="寄生兽<font color='#4bd1c0'>永久</font>获得对人类<font color='#b5a642'>致命一击</font>能力，无视所有护甲，并在成功命中或暴击时返还行动点。"
QuoteText=""
QuoteTextAuthor=""

[CHAAwakenMyPoddies X2ChosenActionTemplate]
DisplayName="战争工厂"
SummaryText="更频繁遭遇破坏者，且破坏者们<font color='#4bd1c0'>永久</font>获得对所有攻击进行还击的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHAFacelessJelly X2ChosenActionTemplate]
DisplayName="生物强化"
SummaryText="无面者和狂战士的攻击<font color='#4bd1c0'>永久</font>不再消耗回合行动点。无面者攻击<font color='#4bd1c0'>永久</font>大幅增强。"
QuoteText=""
QuoteTextAuthor=""

[CHASlipperyStalkers X2ChosenActionTemplate]
DisplayName="滑溜潜行者"
SummaryText="灰人和毒蛇<font color='#4bd1c0'>永久</font>获得不可触碰的能i力，并在暴击时造成1点破甲效果。"
QuoteText=""
QuoteTextAuthor=""

[CHAAdaptiveArmor X2ChosenActionTemplate]
DisplayName="自适应装甲"
SummaryText="天选者<font color='#4bd1c0'>永久</font>获得恢复所有损失护甲并清除护甲破裂状态的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHAGatekeeperGirlboss X2ChosenActionTemplate]
DisplayName="原子粉碎光束"
SummaryText="看门人及相关敌人<font color='#4bd1c0'>永久</font>获得光束武器精准度和伤害提升。"
QuoteText=""
QuoteTextAuthor=""

[CHAIncinerationPods X2ChosenActionTemplate]
DisplayName="焚化舱"
SummaryText="净化者战斗效能<font color='#4bd1c0'>永久</font>增强。"
QuoteText=""
QuoteTextAuthor=""

[CHATroopyFace X2ChosenActionTemplate]
DisplayName="深度掩护协议"
SummaryText="多数变种人单位<font color='#4bd1c0'>永久</font>获得将半掩体视为完全掩体的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHAMutonSkin X2ChosenActionTemplate]
DisplayName="爆抗表皮"
SummaryText="部分外星单位<font color='#4bd1c0'>永久</font>获得额外护甲并减少爆炸伤害。"
QuoteText=""
QuoteTextAuthor=""

[CHARoboMadness X2ChosenActionTemplate]
DisplayName="高级战术处理器"
SummaryText="机械单位<font color='#4bd1c0'>永久</font>获得不结束回合即可行动的能力，以及对同一目标多次攻击时的加成。"
QuoteText=""
QuoteTextAuthor=""

[CHASnekSnuggles X2ChosenActionTemplate]
DisplayName="致命缠绕"
SummaryText="毒蛇怪的束缚攻击<font color='#4bd1c0'>永久</font>增强。"
QuoteText=""
QuoteTextAuthor=""

[CHANetworkRepairs X2ChosenActionTemplate]
DisplayName="网络修复"
SummaryText="天选者士兵和部分精英<font color='#4bd1c0'>永久</font>获得在被攻击时有机会进行监视射击还击。"
QuoteText=""
QuoteTextAuthor=""

[CHAMutonReposition X2ChosenActionTemplate]
DisplayName="防御战术"
SummaryText="异变者和部分变种人精英<font color='#4bd1c0'>永久</font>获得在标准射击后重新定位的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHASpeedyGonzales X2ChosenActionTemplate]
DisplayName="自适应肌肉"
SummaryText="无面者和狂战士<font color='#4bd1c0'>永久</font>获得额外的仅移动行动点。"
QuoteText=""
QuoteTextAuthor=""

[CHASuperArchons X2ChosenActionTemplate]
DisplayName="弹幕协议"
SummaryText="执政官在使用羽翼能力后可额外进行一次攻击行动。"
QuoteText=""
QuoteTextAuthor=""

[CHARoboArmor X2ChosenActionTemplate]
DisplayName="战争合金"
SummaryText="部分机械化单位<font color='#4bd1c0'>永久</font>获得对酸液和冰冻免疫，1点额外护甲，以及爆炸抗性。"
QuoteText=""
QuoteTextAuthor=""

[CHAPsychicScreens X2ChosenActionTemplate]
DisplayName="灵能护盾"
SummaryText="仙女座和其他精英<font color='#4bd1c0'>永久</font>获得对心灵控制和其他攻击性状态判定的抗性加成。"
QuoteText=""
QuoteTextAuthor=""

[CHAAndromedonGigachad X2ChosenActionTemplate]
DisplayName="精英战士"
SummaryText="仙女座近战攻击未命中时不消耗行动点。"
QuoteText=""
QuoteTextAuthor=""

[CHAAscension X2ChosenActionTemplate]
DisplayName="晋升仪式"
SummaryText="天选者获得面容与奉献。"
QuoteText=""
QuoteTextAuthor=""

[CHACastleDoctrine X2ChosenActionTemplate]
DisplayName="城堡之信条"
SummaryText="天选者基地存在区域的防御大幅增强。"
QuoteText=""
QuoteTextAuthor=""

[CHAOverrunDoctrine X2ChosenActionTemplate]
DisplayName="碾压之信条"
SummaryText="外星势力全球存在感每月扩张。（Alien global presence is expanded each month.）"
QuoteText=""
QuoteTextAuthor=""

[CHAOverwhelmDoctrine X2ChosenActionTemplate]
DisplayName="压制之信条"
SummaryText="所有任务额外部署一支敌方首领小队。"
QuoteText=""
QuoteTextAuthor=""

[CHAOppressorDoctrine X2ChosenActionTemplate]
DisplayName="镇压之信条"
SummaryText="每月触发一个无法抵抗的随机<font color='#4bd1c0'>永久</font>黑暗事件。重大突破等不可重复黑暗事件除外。"
QuoteText=""
QuoteTextAuthor=""

[CHAExterminationDoctrine X2ChosenActionTemplate]
DisplayName="灭绝之信条"
SummaryText="立即派遣UFO追猎XCOM，之后定期派遣UFO追猎。"
QuoteText=""
QuoteTextAuthor="

[CHASpectreTrouble X2ChosenActionTemplate]
DisplayName="幽灵麻烦"
SummaryText="幽灵在被敌对能力瞄准时有几率减少冷却时间并获得立即特殊行动。"
QuoteText=""
QuoteTextAuthor="

[CHAPriorityTargeting X2ChosenActionTemplate]
DisplayName="优先锁定"
SummaryText="目标被标记时，多数变种人单位将<font color='#4bd1c0'>立即</font>对其开火。"
QuoteText=""
QuoteTextAuthor=""

[CHASafetyProtocols X2ChosenActionTemplate]
DisplayName="安全协议"
SummaryText="原典将在回合结束时尽可能隐藏自己。"
QuoteText=""
QuoteTextAuthor=""

[CHAEnhancedWarframes X2ChosenActionTemplate]
DisplayName="强化战甲"
SummaryText="改良看门人与破坏者的武器装甲，它们<font color='#4bd1c0'>永久</font>获得对眩晕和灵能伤害免疫。"
QuoteText=""
QuoteTextAuthor=""

[CHAArchonTurbo X2ChosenActionTemplate]
DisplayName="血怒"
SummaryText="狂暴执政官将从对XCOM造成的任何伤害中恢复生命。"
QuoteText=""
QuoteTextAuthor=""

[CHAMutonBrutal X2ChosenActionTemplate]
DisplayName="野蛮暴行"
SummaryText="异变者和狂战士攻击将导致主要目标意志力损失。"
QuoteText=""
QuoteTextAuthor=""

[CHARestorationProtocols X2ChosenActionTemplate]
DisplayName="修复协议"
SummaryText="原典将快速恢复生命值。"
QuoteText=""
QuoteTextAuthor=""

[CHAStunlancerCounter X2ChosenActionTemplate]
DisplayName="高级近战训练"
SummaryText="眩晕枪兵<font color='#4bd1c0'>永久</font>获得在被近战攻击瞄准时反击的能力。"
QuoteText=""
QuoteTextAuthor=""

[CHAAlienSealedArmor X2ChosenActionTemplate]
DisplayName="装甲密封"
SummaryText="异变者和部分外星精英<font color='#4bd1c0'>永久</font>获得密封装甲。"
QuoteText=""
QuoteTextAuthor=""

[CHAAlienBetweenTheEyes X2ChosenActionTemplate]  
DisplayName="两眼之间"
SummaryText="所有外星人单位对<font color='#b5a642'>失魂者</font>获得必杀效果"
QuoteText=""
QuoteTextAuthor=""

[CHABrutalityDoctrine X2ChosenActionTemplate]
DisplayName="残暴信条" 
SummaryText="士兵受伤时可能陷入恐慌"
QuoteText=""
QuoteTextAuthor=""

[CHAAttritionDoctrine X2ChosenActionTemplate]
DisplayName="消耗信条"
SummaryText="士兵恢复速度和能力点获取效率降低"
QuoteText=""
QuoteTextAuthor=""

[ARFMDESW_BrutalityDoctrine X2AbilityTemplate]
LocFriendlyName="残暴信条"
LocLongDescription="士兵受伤时可能陷入恐慌"
LocHelpText="士兵受伤时可能陷入恐慌"
LocFlyOverText="残暴信条生效"

[ARFMLodestoneAmethyst X2AbilityTemplate]
LocFriendlyName="紫水晶基石"
LocLongDescription="从高处命中的攻击和暴击将获得额外行动点。"
LocHelpText="从高处命中的攻击和暴击将获得额外行动点。"
LocFlyOverText="紫水晶基石"

[ARFMLodestoneCitrine X2AbilityTemplate]
LocFriendlyName="黄水晶基石"
LocLongDescription="对侧翼目标的命中攻击和暴击将获得额外行动点。"
LocHelpText="对侧翼目标的命中攻击和暴击将获得额外行动点。"
LocFlyOverText="黄水晶基石"

[ARFMLodestoneAdamite X2AbilityTemplate]
LocFriendlyName="阿达玛基石"
LocLongDescription="对目标的命中攻击和暴击造成+3破甲效果。"
LocHelpText="对目标的命中攻击和暴击造成+3破甲效果。"
LocFlyOverText="阿达玛基石"

[ARFMLodestoneAegirine X2AbilityTemplate]
LocFriendlyName="霓辉基石"
LocLongDescription="攻击穿透并粉碎所有护甲。"
LocHelpText="攻击穿透并粉碎所有护甲。"
LocFlyOverText="霓辉基石"

[ARFMLodestoneCovellite X2AbilityTemplate]
LocFriendlyName="铜蓝基石"
LocLongDescription="攻击造成+3伤害或目标本回合已受伤害值中较高的额外伤害。"
LocHelpText="攻击造成+3伤害或目标本回合已受伤害值中较高的额外伤害。"
LocFlyOverText="铜蓝基石"

[ARFMLodestoneElbaite X2AbilityTemplate]
LocFriendlyName="电气基石"
LocLongDescription="攻击造成目标当前生命值三分之一的额外伤害。"
LocHelpText="攻击造成目标当前生命值三分之一的额外伤害。"
LocFlyOverText="电气基石"

[ARFMLodestoneErythrite X2AbilityTemplate]
LocFriendlyName="钴华基石"
LocLongDescription="攻击造成等同于目标等级的额外伤害。"
LocHelpText="攻击造成等同于目标等级的额外伤害。"
LocFlyOverText="钴华基石"

[ARFMLodestoneLazurite X2AbilityTemplate]
LocFriendlyName="青金石基石"
LocLongDescription="攻击造成等同于目标已受攻击次数的额外伤害。"
LocHelpText="攻击造成等同于目标已受攻击次数的额外伤害。"
LocFlyOverText="青金石基石"

[ARFMLodestoneDemantoid X2AbilityTemplate]
LocFriendlyName="翠榴基石"
LocLongDescription="擦伤转化为暴击。"
LocHelpText="擦伤转化为暴击。"
LocFlyOverText="翠榴基石"

[ARFMLodestoneInderite X2AbilityTemplate]
LocFriendlyName="因德基石"
LocLongDescription="对机械化单位的攻击造成额外伤害并必定暴击。"
LocHelpText="对机械化单位的攻击造成额外伤害并必定暴击。"
LocFlyOverText="因德基石"

[ARFMKeystoneEuclase X2AbilityTemplate]
LocFriendlyName="蓝柱钥石"
LocLongDescription="非擦伤攻击成功后获得不可触碰状态叠加。"
LocHelpText="非擦伤攻击成功后获得不可触碰状态叠加。"
LocFlyOverText="蓝柱钥石"

[ARFMKeystoneCavansite X2AbilityTemplate]
LocFriendlyName="钙钒钥石"
LocLongDescription="获得基于掩体强度对攻击者的伤害减免。"
LocHelpText="获得基于掩体强度对攻击者的伤害减免。"
LocFlyOverText="钙钒钥石"

[ARFMKeystoneTinzenite X2AbilityTemplate]
LocFriendlyName="廷岑钥石"
LocLongDescription="暴击伤害大幅降低，否则获得等同于攻击者武器伤害波动的伤害减免。"
LocHelpText="暴击伤害大幅降低，否则获得等同于攻击者武器伤害波动的伤害减免。"
LocFlyOverText="廷岑钥石"

[ARFMKeystoneIolite X2AbilityTemplate]
LocFriendlyName="堇青钥石"
LocLongDescription="非标准攻击造成的伤害大幅降低。"
LocHelpText="非标准攻击造成的伤害大幅降低。"
LocFlyOverText="堇青钥石"

[ARFMKeystoneGahnite X2AbilityTemplate]
LocFriendlyName="锌尖钥石"
LocLongDescription="有几率躲避攻击。"
LocHelpText="有几率躲避攻击。"
LocFlyOverText="锌尖钥石"

[ARFMKeystoneRhodolite X2AbilityTemplate]
LocFriendlyName="玫红钥石"
LocLongDescription="获得随与攻击者距离增加的伤害减免。"
LocHelpText="获得随与攻击者距离增加的伤害减免。"
LocFlyOverText="玫红钥石"

[ARFMKeystoneBaryte X2AbilityTemplate]
LocFriendlyName="重晶钥石"
LocLongDescription="战斗状态下每回合开始时获得不可触碰状态叠加。"
LocHelpText="战斗状态下每回合开始时获得不可触碰状态叠加。"
LocFlyOverText="重晶钥石"

[ARFMKeystoneCreedite X2AbilityTemplate]
LocFriendlyName="铝氟钥石"
LocLongDescription="同一回合内每次被成功攻击后更难被命中或暴击。"
LocHelpText="同一回合内每次被成功攻击后更难被命中或暴击。"
LocFlyOverText="铝氟钥石"

[ARFMCapstoneKyanite X2AbilityTemplate]
LocFriendlyName="蓝晶顶石"
LocLongDescription="每次行动减少1回合冷却时间。"
LocHelpText="每次行动减少1回合冷却时间。"
LocFlyOverText="蓝晶顶石"

[ARFMCapstoneAzurite X2AbilityTemplate]
LocFriendlyName="蓝铜顶石"
LocLongDescription="被瞄准时有几率进行还击，每回合最多四次。"
LocHelpText="被瞄准时有几率进行还击，每回合最多四次。"
LocFlyOverText="蓝铜顶石"

[ARFMCapstoneAugelite X2AbilityTemplate]
LocFriendlyName="光彩顶石"
LocLongDescription="获得第三个行动点且没有动作会直接结束回合。"
LocHelpText="获得第三个行动点且没有动作会直接结束回合。"
LocFlyOverText="光彩顶石"

[ARFMCapstoneBrookite X2AbilityTemplate]
LocFriendlyName="板钛顶石"
LocLongDescription="交战时，当天选者行动点耗尽后将使用主武器对所有可见敌人射击一次。"
LocHelpText="交战时，当天选者行动点耗尽后将使用主武器对所有可见敌人射击一次。"
LocFlyOverText="板钛顶石"

[ARFMCapstoneFlint X2AbilityTemplate]
LocFriendlyName="燧石顶石"
LocLongDescription="暴击即死且更易触发暴击。"
LocHelpText="暴击即死且更易触发暴击。"
LocFlyOverText="燧石顶石"

[ARFMCapstoneRoselite X2AbilityTemplate]
LocFriendlyName="蔷薇顶石"
LocLongDescription="获得多重攻击能力，在标准攻击或追踪射击后追加一次攻击。"
LocHelpText="获得多重攻击能力，在标准攻击或追踪射击后追加一次攻击。"
LocFlyOverText="蔷薇顶石"

[ARFMCapstoneTanzanite X2AbilityTemplate]
LocFriendlyName="坦桑顶石"
LocLongDescription="监视射击强化，每次攻击行动后获得监视行动点。"
LocHelpText="监视射击强化，每次攻击行动后获得监视行动点。"
LocFlyOverText="坦桑顶石"

[ARFMCapstoneShigaite X2AbilityTemplate]
LocFriendlyName="紫菱顶石"
LocLongDescription="每回合前两个非免费行动将被返还。"
LocHelpText="每回合前两个非免费行动将被返还。"
LocFlyOverText="紫菱顶石"

[ARFMCapstoneZoisite X2AbilityTemplate]
LocFriendlyName="黝帘顶石"
LocLongDescription="未命中攻击会在目标身上积累怨恨。怨恨将在成功命中时转化为额外伤害。"
LocHelpText="未命中攻击会在目标身上积累怨恨。怨恨将在成功命中时转化为额外伤害。"
LocFlyOverText="黝帘顶石"

[ARFMCapstoneAlmandine X2AbilityTemplate]
LocFriendlyName="铁铝顶石"
LocLongDescription="对受削弱单位的攻击变为即死攻击。"
LocHelpText="对受削弱单位的攻击变为即死攻击。"
LocFlyOverText="铁铝顶石"

[ARFMAspectSoul X2AbilityTemplate]
LocFriendlyName="魂之面相"
LocLongDescription="造成伤害的攻击会使目标混乱并增加对其造成的所有伤害。"
LocHelpText="造成伤害的攻击会使目标混乱并增加对其造成的所有伤害。"
LocFlyOverText="魂之面相"

[ARFMAspectMoth X2AbilityTemplate]
LocFriendlyName="蛾之面相"
LocLongDescription="造成伤害的攻击会引发疯狂状态。"
LocHelpText="造成伤害的攻击会引发疯狂状态。"
LocFlyOverText="蛾之面相"

[ARFMAspectSky X2AbilityTemplate]
LocFriendlyName="天之面相"
LocLongDescription="造成伤害的攻击会击晕目标。"
LocHelpText="造成伤害的攻击会击晕目标。"
LocFlyOverText="天之面相"

[ARFMAspectKnock X2AbilityTemplate]
LocFriendlyName="叩之面相"
LocLongDescription="造成伤害的攻击会施加五目诅咒。"
LocHelpText="造成伤害的攻击会施加五目诅咒。"
LocFlyOverText="叩之面相"

[ARFMAspectWinter X2AbilityTemplate]
LocFriendlyName="冬之面相"
LocLongDescription="造成伤害的攻击会增加目标技能冷却时间并使伤口恢复时间最大化。"
LocHelpText="造成伤害的攻击会增加目标技能冷却时间并使伤口恢复时间最大化。"
LocFlyOverText="冬之面相"

[ARFMAspectDawn X2AbilityTemplate]
LocFriendlyName="晨之面相"
LocLongDescription="造成伤害的攻击会致盲目标并剥夺其能力点数。"
LocHelpText="造成伤害的攻击会致盲目标并剥夺其能力点数。"
LocFlyOverText="晨之面相"

[ARFMAspectBlood X2AbilityTemplate]
LocFriendlyName="血之面相"
LocLongDescription="造成伤害的攻击会使目标流血并阻止其进入濒死状态。"
LocHelpText="造成伤害的攻击会使目标流血并阻止其进入濒死状态。"
LocFlyOverText="血之面相"

[ARFMAspectEdge X2AbilityTemplate]
LocFriendlyName="刃之面相"
LocLongDescription="造成伤害的攻击会禁用目标的随机能力。"
LocHelpText="造成伤害的攻击会禁用目标的随机能力。"
LocFlyOverText="刃之面相"

[ARFMAspectGrail X2AbilityTemplate]
LocFriendlyName="杯之面相"
LocLongDescription="造成伤害的攻击会剥夺目标的能力充能。"
LocHelpText="造成伤害的攻击会剥夺目标的能力充能。"
LocFlyOverText="杯之面相"

[ARFMDedicationPower X2AbilityTemplate]
LocFriendlyName="奉献：力量"
LocLongDescription="每战胜XCOM一次，该天选者就会变得更强大。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocHelpText="每战胜XCOM一次，该天选者就会变得更强大。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocFlyOverText="奉献：力量"

[ARFMDedicationEnlightenment X2AbilityTemplate]
LocFriendlyName="奉献：启迪"
LocLongDescription="每战胜XCOM一次，该天选者就会更趋完美。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocHelpText="每战胜XCOM一次，该天选者就会更趋完美。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocFlyOverText="奉献：启迪"

[ARFMDedicationChange X2AbilityTemplate]
LocFriendlyName="奉献：蜕变"
LocLongDescription="每次与XCOM遭遇后，该天选者都会进化。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocHelpText="每次与XCOM遭遇后，该天选者都会进化。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocFlyOverText="奉献：蜕变"

[ARFMDedicationSensation X2AbilityTemplate]
LocFriendlyName="奉献：感知"
LocLongDescription="每被XCOM击败一次，该天选者就会变得更难杀死。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocHelpText="每被XCOM击败一次，该天选者就会变得更难杀死。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocFlyOverText="奉献：感知"

[ARFMDedicationRememberance X2AbilityTemplate]
LocFriendlyName="奉献：铭记"
LocLongDescription="每被XCOM击败一次，该天选者就会适应并成长。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocHelpText="每被XCOM击败一次，该天选者就会适应并成长。被该天选者击倒的士兵将不再自动进入濒死状态。"
LocFlyOverText="奉献：铭记"

[ARFMDESW_TacticalAnalysis X2AbilityTemplate]
LocFriendlyName="战术分析"
LocLongDescription="该单位对附近移动的敌人拥有免费反应射击。"
LocHelpText="该单位对附近移动的敌人拥有免费反应射击。"
LocFlyOverText="战术分析"

[ARFMDESW_AdvancedTraining X2AbilityTemplate]
LocFriendlyName="高级训练"
LocLongDescription="该单位会在敌方回合对未命中的射击进行还击。"
LocHelpText="该单位会在敌方回合对未命中的射击进行还击。"
LocFlyOverText="高级训练"

[ARFMDESW_AwakenMySectopods X2AbilityTemplate]
LocFriendlyName="高级火控"
LocLongDescription="该单位会对所有针对其的攻击进行还击。"
LocHelpText="该单位会对所有针对其的攻击进行还击。"
LocFlyOverText="高级火控"

[ARFMDESW_GatekeeperGirlboss X2AbilityTemplate]
LocFriendlyName="原子粉碎者"
LocLongDescription="光束武器更精准且伤害显著提升。"
LocHelpText="光束武器更精准且伤害显著提升。"
LocFlyOverText="原子粉碎者"

[ARFMDESW_ChosenArmorRegen X2AbilityTemplate]
LocFriendlyName="自适应装甲"
LocLongDescription="将恢复损失的护甲并治愈破裂状态。"
LocHelpText="将恢复损失的护甲并治愈破裂状态。"
LocFlyOverText="自适应装甲"

[ARFMDESW_FacelessJelly X2AbilityTemplate]
LocFriendlyName="生物强化"
LocLongDescription="攻击不结束回合，无面者攻击伤害显著提升。"
LocHelpText="攻击不结束回合，无面者攻击伤害显著提升。"
LocFlyOverText="生物强化"

[ARFMDESW_ChryssalidSteroids X2AbilityTemplate]
LocFriendlyName="新物种"
LocLongDescription="对XCOM士兵获得处决能力，无视护甲，非擦伤命中时恢复行动点。"
LocHelpText="对XCOM士兵获得处决能力，无视护甲，非擦伤命中时恢复行动点。"
LocFlyOverText="新物种"

[ARFMDESW_SlipperyStalkers X2AbilityTemplate]
LocFriendlyName="滑溜潜行者"
LocLongDescription="暴击时获得不可触碰状态叠加并造成1点破甲效果。"
LocHelpText="暴击时获得不可触碰状态叠加并造成1点破甲效果。"
LocFlyOverText="滑溜潜行者"

[ARFMDESW_IncinerationPods X2AbilityTemplate]
LocFriendlyName="焚化舱"
LocLongDescription="精准度提升。火焰攻击对有机体士兵造成极高伤害。"
LocHelpText="精准度提升。火焰攻击对有机体士兵造成极高伤害。"
LocFlyOverText="焚化舱"

[ARFMDESW_TroopyFace X2AbilityTemplate]
LocFriendlyName="深度掩护协议"
LocLongDescription="多数变种人单位获得将半掩体视为全掩体的能力。"
LocHelpText="多数变种人单位获得将半掩体视为全掩体的能力。"
LocFlyOverText="深度掩护协议"

[ARFMDESW_MutonSkin X2AbilityTemplate]
LocFriendlyName="爆抗表皮"
LocLongDescription="该单位拥有额外护甲并减少所受爆炸伤害。"
LocHelpText="该单位拥有额外护甲并减少所受爆炸伤害。"
LocFlyOverText="爆抗表皮"

[ARFMDESW_RoboMadness X2AbilityTemplate]
LocFriendlyName="高级战术处理器"
LocLongDescription="没有动作会直接结束回合，对同一目标多次攻击时命中率提升。"
LocHelpText="没有动作会直接结束回合，对同一目标多次攻击时命中率提升。"
LocFlyOverText="高级战术处理器"

[ARFMDESW_RoboArmor X2AbilityTemplate]
LocFriendlyName="战争合金"
LocLongDescription="免疫冰冻和酸液，减少爆炸伤害，提升护甲值。"
LocHelpText="免疫冰冻和酸液，减少爆炸伤害，提升护甲值。"
LocFlyOverText="战争合金"

[ARFMDESW_SnekSnuggles X2AbilityTemplate]
LocFriendlyName="致命缠绕"
LocLongDescription="束缚攻击伤害显著提升。"
LocHelpText="束缚攻击伤害显著提升。"
LocFlyOverText="致命缠绕"

[ARFMDESW_NetworkRepairs X2AbilityTemplate]
LocFriendlyName="网络修复"
LocLongDescription="该单位在被攻击后有几率进行还击。"
LocHelpText="该单位在被攻击后有几率进行还击。"
LocFlyOverText="网络修复"

[ARFMDESW_MutonReposition X2AbilityTemplate]
LocFriendlyName="防御战术"
LocLongDescription="该单位可在标准射击后重新定位。"
LocHelpText="该单位可在标准射击后重新定位。"
LocFlyOverText="防御战术"

[ARFMDESW_SpeedyGonzales X2AbilityTemplate]
LocFriendlyName="自适应肌肉"
LocLongDescription="该单位获得额外的仅移动行动点。"
LocHelpText="该单位获得额外的仅移动行动点。"
LocFlyOverText="自适应肌肉"

[ARFMDESW_SuperArchons X2AbilityTemplate]
LocFriendlyName="弹幕协议"
LocLongDescription="该单位在使用羽翼能力后可额外进行一次攻击行动。"
LocHelpText="该单位在使用羽翼能力后可额外进行一次攻击行动。"
LocFlyOverText="弹幕协议"

[ARFMDESW_AndromedonGigachad X2AbilityTemplate]
LocFriendlyName="精英战士"
LocLongDescription="近战攻击未命中时不消耗行动点。"
LocHelpText="近战攻击未命中时不消耗行动点。"
LocFlyOverText="精英战士"

[ARFMDESW_PriestProtein X2AbilityTemplate]
LocFriendlyName="信仰之力"
LocLongDescription="变种人祭祀获得无需消耗行动点即可使用灵能技能的能力。"
LocHelpText="变种人祭祀获得无需消耗行动点即可使用灵能技能的能力。"
LocFlyOverText="信仰之力"

[ARFMDESW_Woodpecker X2AbilityTemplate]
LocFriendlyName="智能弹药"
LocLongDescription="该单位首次标准射击不消耗行动点。"
LocHelpText="该单位首次标准射击不消耗行动点。"
LocFlyOverText="智能弹药"

[ARFMDESW_PsychicScreens X2AbilityTemplate]
LocFriendlyName="灵能护盾"
LocLongDescription="该单位在意志判定和其他特殊防御判定中获得大幅加成。"
LocHelpText="该单位在意志判定和其他特殊防御判定中获得大幅加成。"
LocFlyOverText="灵能护盾"

[ARFMDESW_PriorityTargeting X2AbilityTemplate]
LocFriendlyName="优先锁定"
LocLongDescription="目标被标记时该单位会立即开火。"
LocHelpText="目标被标记时该单位会立即开火。"
LocFlyOverText="优先锁定"

[ARFMDESW_ICEProtocols X2AbilityTemplate]
LocFriendlyName="ICE协议"
LocLongDescription="每回合最多对射击落空的敌人进行两次还击。"
LocHelpText="每回合最多对射击落空的敌人进行两次还击。"
LocFlyOverText="ICE协议"

[ARFMDESW_MutonCQC X2AbilityTemplate]
LocFriendlyName="异变者近战"
LocLongDescription="该单位极大概率闪避近战攻击。"
LocHelpText="该单位极大概率闪避近战攻击。"
LocFlyOverText="异变者近战"

[ARFMDESW_ChosenResilience X2AbilityTemplate]
LocFriendlyName="韧性"
LocLongDescription="回合结束时将清除多数有害状态效果。"
LocHelpText="回合结束时将清除多数有害状态效果。"
LocFlyOverText="韧性"

[ARFMDESW_MutonCQC X2AbilityTemplate]
LocFriendlyName="异变者近战"
LocLongDescription="该单位极大概率闪避近战攻击。"
LocHelpText="该单位极大概率闪避近战攻击。"
LocFlyOverText="异变者近战"

[ARFMDESW_MutonBrutal X2AbilityTemplate]
LocFriendlyName="野蛮暴行"
LocLongDescription="攻击会导致主要目标意志力损失。"
LocHelpText="攻击会导致主要目标意志力损失。"
LocFlyOverText="野蛮暴行"

[ARFMDESW_RestorationProtocols X2AbilityTemplate]
LocFriendlyName="修复协议"
LocLongDescription="该单位将快速恢复所有损失的生命值。"
LocHelpText="该单位将快速恢复所有损失的生命值。"
LocFlyOverText="修复协议"

[ARFMDESW_StunlancerCounterStats X2AbilityTemplate]
LocFriendlyName="反击"
LocLongDescription="该单位有几率对任何近战攻击进行反击。"
LocHelpText="该单位有几率对任何近战攻击进行反击。"
LocFlyOverText="反击"

[ARFMDESW_AlienSealedArmor X2AbilityTemplate]
LocFriendlyName="装甲密封"
LocLongDescription="该单位免疫冰冻、火焰、酸液和毒素。"
LocHelpText="该单位免疫冰冻、火焰、酸液和毒素。"
LocFlyOverText="装甲密封"

[ARFMDESW_YearningBasharBooster X2AbilityTemplate]
LocFriendlyName="巴沙尔"
LocLongDescription="该单位战斗力超过九千。"
LocHelpText="该单位战斗力超过九千。"
LocFlyOverText="巴沙尔"

[ARFMPYP_PurifierCranialReinforcement X2AbilityTemplate]
LocFriendlyName="颅骨强化"
LocLongDescription="该单位免疫眩晕和精神类负面效果"
LocHelpText="该单位免疫眩晕和精神类负面效果"
LocFlyOverText="颅骨强化"

[ARFMPYP_PurifierRegeneration X2AbilityTemplate]
LocFriendlyName="再生能力"
LocLongDescription="该单位能快速恢复损失的生命值"
LocHelpText="该单位能快速恢复损失的生命值"
LocFlyOverText="再生中"

[ARFMPYP_PurifierArmor X2AbilityTemplate]
LocFriendlyName="装甲强化"
LocLongDescription="该单位拥有额外护甲值"
LocHelpText="该单位获得额外护甲值加成"
LocFlyOverText="装甲强化"

[YearningWarlockBoltSMG X2WeaponTemplate]
FriendlyName="天选者终极步枪"
FriendlyNamePlural="天选者终极步枪"
BriefSummary="天选者终极冲锋枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极步枪"

[YearningWarlockBeamRifle X2WeaponTemplate]
FriendlyName="天选者终极步枪"
FriendlyNamePlural="天选者终极步枪"
BriefSummary="天选者终极冲锋枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极步枪"

[YearningAssassinBeamShotgun X2WeaponTemplate]
FriendlyName="天选者终极霰弹枪"
FriendlyNamePlural="天选者终极霰弹枪"
BriefSummary="天选者终极霰弹枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极霰弹枪"

[YearningAssassinBoltShotgun X2WeaponTemplate]
FriendlyName="天选者终极霰弹枪"
FriendlyNamePlural="天选者终极霰弹枪"
BriefSummary="天选者终极霰弹枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极霰弹枪"

[YearningHunterBoltThrower X2WeaponTemplate]
FriendlyName="天选者终极狙击枪"
FriendlyNamePlural="天选者终极狙击枪"
BriefSummary="天选者终极冲锋枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极狙击枪"

[YearningHunterBeamSniper X2WeaponTemplate]
FriendlyName="天选者终极狙击枪"
FriendlyNamePlural="天选者终极狙击枪"
BriefSummary="天选者终极狙击枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极狙击枪"

[YearningAssassinSword X2WeaponTemplate]
FriendlyName="天选者终极剑"
FriendlyNamePlural="天选者终极剑"
BriefSummary="天选者终极剑"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极剑"

[YearningHunterBeamPistol X2WeaponTemplate]
FriendlyName="天选者终极手枪"
FriendlyNamePlural="天选者终极手枪"
BriefSummary="天选者终极手枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极手枪"

[YearningHunterBoltPistol X2WeaponTemplate]
FriendlyName="天选者终极手枪"
FriendlyNamePlural="天选者终极狙击枪"
BriefSummary="天选者终极狙击枪"
TacticalText="<Bullet/> 更多哒咔"
AbilityDescName="天选者终极狙击枪"

[YearningWarlockBoltSMGM2 X2WeaponTemplate]
FriendlyName="天选者传奇步枪"
FriendlyNamePlural="天选者传奇步枪"
BriefSummary="天选者传奇冲锋枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇步枪"

[YearningWarlockBeamRifleM2 X2WeaponTemplate]
FriendlyName="天选者传奇步枪"
FriendlyNamePlural="天选者传奇步枪"
BriefSummary="天选者传奇冲锋枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇步枪"

[YearningAssassinBeamShotgunM2 X2WeaponTemplate]
FriendlyName="天选者传奇霰弹枪"
FriendlyNamePlural="天选者传奇霰弹枪"
BriefSummary="天选者传奇霰弹枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇霰弹枪"

[YearningAssassinBoltShotgunM2 X2WeaponTemplate]
FriendlyName="天选者传奇霰弹枪"
FriendlyNamePlural="天选者传奇霰弹枪"
BriefSummary="天选者传奇霰弹枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇霰弹枪"

[YearningHunterBoltThrowerM2 X2WeaponTemplate]
FriendlyName="天选者传奇狙击枪"
FriendlyNamePlural="天选者传奇狙击枪"
BriefSummary="天选者传奇冲锋枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇狙击枪"

[YearningHunterBeamSniperM2 X2WeaponTemplate]
FriendlyName="天选者传奇狙击枪"
FriendlyNamePlural="天选者传奇狙击枪"
BriefSummary="天选者传奇狙击枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇狙击枪"

[YearningAssassinSword X2WeaponTemplate]
FriendlyName="天选者传奇刀剑"
FriendlyNamePlural="天选者传奇刀剑"
BriefSummary="天选者传奇刀剑"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇刀剑"

[YearningHunterBeamPistolM2 X2WeaponTemplate]
FriendlyName="天选者传奇手枪"
FriendlyNamePlural="天选者传奇手枪"
BriefSummary="天选者传奇手枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇手枪"

[YearningHunterBoltPistolM2 X2WeaponTemplate]
FriendlyName="天选者传奇手枪"
FriendlyNamePlural="天选者传奇狙击枪"
BriefSummary="天选者传奇狙击枪"
TacticalText="<Bullet/>  更多哒咔"
AbilityDescName="天选者传奇狙击枪"

[YearningPlasmad X2GrenadeTemplate]
FriendlyName="血浆手雷"
FriendlyNamePlural="血浆手雷"
BriefSummary="禁用"
TacticalText="<Bullet/> 禁用"
ThrownAbilityName="投掷血浆手雷"
ThrownAbilityHelpText="扔出一枚血浆手雷"
LaunchedAbilityname="发射血浆手雷"
LaunchedAbilityHelpText="血浆手雷"

[YearningShockatron X2GrenadeTemplate]
FriendlyName="电击手雷"
FriendlyNamePlural="电击手雷"
BriefSummary="禁用"
TacticalText="<Bullet/> 禁用"
ThrownAbilityName="投掷电击手雷"
ThrownAbilityHelpText="扔出一枚电击手雷"
LaunchedAbilityname="发射电击手雷"
LaunchedAbilityHelpText="电击手雷"

[YearningBlasty X2GrenadeTemplate]
FriendlyName="碎裂手雷"
FriendlyNamePlural="碎裂手雷"
BriefSummary="禁用"
TacticalText="<Bullet/> 禁用"
ThrownAbilityName="投掷碎裂手雷"
ThrownAbilityHelpText="扔出一枚碎裂手雷"
LaunchedAbilityname="发射碎裂手雷"
LaunchedAbilityHelpText="用极端审判粉碎不忠者"

[YearningHellfire X2GrenadeTemplate]
FriendlyName="地狱火手雷"
FriendlyNamePlural="地狱火手雷"
BriefSummary="禁用"
TacticalText="<Bullet/> 禁用"
ThrownAbilityName="投掷地狱火手雷"
ThrownAbilityHelpText="扔出一枚地狱火手雷"
LaunchedAbilityname="发射地狱火手雷"
LaunchedAbilityHelpText="用烈火愤怒焚化异端"

[YearningPlague X2GrenadeTemplate]
FriendlyName="瘟疫手雷"
FriendlyNamePlural="瘟疫手雷"
BriefSummary="禁用"
TacticalText="<Bullet/> 禁用"
ThrownAbilityName="投掷瘟疫手雷"
ThrownAbilityHelpText="扔出一枚瘟疫手雷"
LaunchedAbilityname="发射瘟疫手雷"
LaunchedAbilityHelpText="用传染性毒物惩罚异端"

[YearningMeltyLove X2GrenadeTemplate]
FriendlyName="熔心爱恋手雷"
FriendlyNamePlural="熔心爱恋手雷"
BriefSummary="禁用"
TacticalText="<Bullet/> 禁用"
ThrownAbilityName="投掷熔心爱恋手雷"
ThrownAbilityHelpText="扔出一枚熔心爱恋手雷"
LaunchedAbilityname="发射熔心爱恋手雷"
LaunchedAbilityHelpText="用神圣酸液深情拥抱背叛者"

[ResAct_YearningMutator X2ResistanceActivityTemplate]
DisplayName="艰难的选择:"
